{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 192, "word_counts": "{\"<start>\": 192, \"-\": 200, \"v1_xxreal_0\": 8, \"(\": 569, \"sklm\": 198, \")\": 569, \"<end>\": 192, \"r1_xxreal_0\": 15, \",\": 601, \"r1_tarski\": 11, \"k4_xxreal_1\": 2, \"k2_xxreal_1\": 2, \"var\": 670, \"v1_xcmplx_0\": 8, \"=\": 108, \"k6_numbers\": 3, \"k2_xcmplx_0\": 14, \"k3_xcmplx_0\": 9, \"k7_xcmplx_0\": 6, \"v2_struct_0\": 16, \"v7_struct_0\": 1, \"v13_algstr_0\": 3, \"v2_rlvect_1\": 3, \"v3_rlvect_1\": 3, \"v4_rlvect_1\": 3, \"v5_rlvect_1\": 1, \"v6_rlvect_1\": 1, \"v7_rlvect_1\": 1, \"v8_rlvect_1\": 1, \"v3_normsp_0\": 1, \"v4_normsp_0\": 1, \"v2_normsp_1\": 1, \"l1_normsp_1\": 1, \"v1_funct_1\": 9, \"m1_subset_1\": 38, \"k1_zfmisc_1\": 17, \"k2_zfmisc_1\": 8, \"u1_struct_0\": 23, \"r2_ndiff_1\": 1, \"v1_relat_1\": 8, \"v4_relat_1\": 2, \"v5_relat_1\": 2, \"k1_relset_1\": 1, \"v3_orders_2\": 4, \"v4_orders_2\": 4, \"v1_lattice3\": 5, \"l1_orders_2\": 13, \"v1_xboole_0\": 8, \"v12_waybel_0\": 4, \"v1_waybel_0\": 4, \"k2_struct_0\": 6, \"l1_struct_0\": 5, \"v13_waybel_0\": 3, \"k3_xxreal_1\": 4, \"k2_xxreal_0\": 7, \"v1_prob_1\": 1, \"v4_prob_1\": 1, \"v1_funct_2\": 4, \"k5_numbers\": 10, \"k9_setfam_1\": 6, \"v3_prob_1\": 2, \"r2_funct_2\": 2, \"k2_prob_3\": 2, \"k1_xxreal_3\": 4, \"v1_finset_1\": 17, \"k5_finsub_1\": 15, \"k4_partfun1\": 15, \"k1_xboole_0\": 3, \"k1_heyting2\": 15, \"r2_hidden\": 23, \"k9_xtuple_0\": 6, \"v5_orders_2\": 5, \"v2_lattice3\": 5, \"v1_yellow_0\": 5, \"k1_yellow_5\": 4, \"k3_yellow_0\": 8, \"k11_lattice3\": 4, \"k7_waybel_1\": 4, \"k10_lattice3\": 3, \"v1_xreal_0\": 3, \"v2_pre_topc\": 6, \"l1_pre_topc\": 6, \"m1_pre_topc\": 6, \"r4_tsep_2\": 3, \"v1_tex_3\": 4, \"v3_tex_3\": 4, \"r3_tsep_2\": 6, \"k1_numbers\": 8, \"np__1\": 2, \"v1_series_1\": 4, \"k1_lp_space\": 4, \"k1_series_1\": 2, \"v3_group_1\": 3, \"v4_vectsp_1\": 3, \"v5_vectsp_1\": 3, \"l6_algstr_0\": 3, \"v8_vectsp_1\": 3, \"v9_vectsp_1\": 3, \"v10_vectsp_1\": 3, \"v11_vectsp_1\": 3, \"l1_vectsp_1\": 3, \"m1_vectsp_4\": 3, \"r1_vectsp_5\": 3, \"k2_domain_1\": 3, \"k4_vectsp_5\": 4, \"k3_domain_1\": 3, \"v7_o_ring_1\": 4, \"k1_algstr_0\": 1, \"v5_o_ring_1\": 1, \"v1_o_ring_1\": 1}", "word_docs": "{\"(\": 190, \"<end>\": 192, \"sklm\": 94, \")\": 190, \"<start>\": 192, \"v1_xxreal_0\": 7, \"-\": 173, \",\": 152, \"r1_xxreal_0\": 11, \"k2_xxreal_1\": 2, \"r1_tarski\": 9, \"k4_xxreal_1\": 2, \"var\": 108, \"v1_xcmplx_0\": 6, \"=\": 85, \"k6_numbers\": 3, \"k7_xcmplx_0\": 4, \"k2_xcmplx_0\": 7, \"k3_xcmplx_0\": 6, \"v2_struct_0\": 15, \"v7_struct_0\": 1, \"v13_algstr_0\": 2, \"v2_rlvect_1\": 2, \"v3_rlvect_1\": 2, \"v4_rlvect_1\": 2, \"v5_rlvect_1\": 1, \"v6_rlvect_1\": 1, \"v7_rlvect_1\": 1, \"v8_rlvect_1\": 1, \"v3_normsp_0\": 1, \"v4_normsp_0\": 1, \"v2_normsp_1\": 1, \"l1_normsp_1\": 1, \"v1_funct_1\": 8, \"u1_struct_0\": 13, \"k1_zfmisc_1\": 15, \"m1_subset_1\": 35, \"k2_zfmisc_1\": 8, \"r2_ndiff_1\": 1, \"v1_relat_1\": 7, \"v4_relat_1\": 2, \"v5_relat_1\": 2, \"k1_relset_1\": 1, \"v3_orders_2\": 3, \"v4_orders_2\": 3, \"v1_lattice3\": 4, \"l1_orders_2\": 12, \"v1_xboole_0\": 7, \"v12_waybel_0\": 3, \"v1_waybel_0\": 3, \"l1_struct_0\": 4, \"k2_struct_0\": 5, \"v13_waybel_0\": 2, \"k3_xxreal_1\": 2, \"k2_xxreal_0\": 6, \"v1_prob_1\": 1, \"v4_prob_1\": 1, \"k9_setfam_1\": 4, \"k5_numbers\": 7, \"v1_funct_2\": 4, \"v3_prob_1\": 2, \"r2_funct_2\": 2, \"k2_prob_3\": 2, \"k1_xxreal_3\": 3, \"v1_finset_1\": 14, \"k5_finsub_1\": 14, \"k4_partfun1\": 14, \"k1_xboole_0\": 3, \"k1_heyting2\": 14, \"r2_hidden\": 15, \"k9_xtuple_0\": 5, \"v5_orders_2\": 4, \"v2_lattice3\": 4, \"v1_yellow_0\": 4, \"k1_yellow_5\": 3, \"k3_yellow_0\": 5, \"k11_lattice3\": 3, \"k7_waybel_1\": 3, \"k10_lattice3\": 2, \"v1_xreal_0\": 3, \"v2_pre_topc\": 6, \"l1_pre_topc\": 6, \"m1_pre_topc\": 6, \"r4_tsep_2\": 3, \"v1_tex_3\": 4, \"v3_tex_3\": 4, \"r3_tsep_2\": 5, \"k1_numbers\": 5, \"np__1\": 2, \"v1_series_1\": 3, \"k1_lp_space\": 3, \"k1_series_1\": 2, \"v3_group_1\": 2, \"v4_vectsp_1\": 2, \"v5_vectsp_1\": 2, \"l6_algstr_0\": 2, \"v8_vectsp_1\": 2, \"v9_vectsp_1\": 2, \"v10_vectsp_1\": 2, \"v11_vectsp_1\": 2, \"l1_vectsp_1\": 2, \"m1_vectsp_4\": 2, \"r1_vectsp_5\": 2, \"k3_domain_1\": 2, \"k2_domain_1\": 2, \"k4_vectsp_5\": 2, \"k1_algstr_0\": 1, \"v7_o_ring_1\": 4, \"v5_o_ring_1\": 1, \"v1_o_ring_1\": 1}", "index_docs": "{\"3\": 190, \"8\": 192, \"6\": 94, \"4\": 190, \"7\": 192, \"26\": 7, \"5\": 173, \"2\": 152, \"16\": 11, \"87\": 2, \"22\": 9, \"86\": 2, \"1\": 108, \"27\": 6, \"9\": 85, \"63\": 3, \"34\": 4, \"20\": 7, \"24\": 6, \"15\": 15, \"95\": 1, \"64\": 2, \"65\": 2, \"66\": 2, \"67\": 2, \"96\": 1, \"97\": 1, \"98\": 1, \"99\": 1, \"100\": 1, \"101\": 1, \"102\": 1, \"103\": 1, \"25\": 8, \"11\": 13, \"13\": 15, \"10\": 35, \"28\": 8, \"104\": 1, \"29\": 7, \"88\": 2, \"89\": 2, \"105\": 1, \"47\": 3, \"48\": 3, \"42\": 4, \"21\": 12, \"30\": 7, \"49\": 3, \"50\": 3, \"43\": 4, \"35\": 5, \"68\": 2, \"51\": 2, \"33\": 6, \"106\": 1, \"107\": 1, \"36\": 4, \"23\": 7, \"52\": 4, \"90\": 2, \"91\": 2, \"92\": 2, \"53\": 3, \"14\": 14, \"17\": 14, \"18\": 14, \"69\": 3, \"19\": 14, \"12\": 15, \"37\": 5, \"44\": 4, \"45\": 4, \"46\": 4, \"54\": 3, \"31\": 5, \"55\": 3, \"56\": 3, \"70\": 2, \"71\": 3, \"38\": 6, \"39\": 6, \"40\": 6, \"72\": 3, \"57\": 4, \"58\": 4, \"41\": 5, \"32\": 5, \"93\": 2, \"59\": 3, \"60\": 3, \"94\": 2, \"73\": 2, \"74\": 2, \"75\": 2, \"76\": 2, \"77\": 2, \"78\": 2, \"79\": 2, \"80\": 2, \"81\": 2, \"82\": 2, \"83\": 2, \"85\": 2, \"84\": 2, \"61\": 2, \"108\": 1, \"62\": 4, \"109\": 1, \"110\": 1}", "index_word": "{\"1\": \"var\", \"2\": \",\", \"3\": \"(\", \"4\": \")\", \"5\": \"-\", \"6\": \"sklm\", \"7\": \"<start>\", \"8\": \"<end>\", \"9\": \"=\", \"10\": \"m1_subset_1\", \"11\": \"u1_struct_0\", \"12\": \"r2_hidden\", \"13\": \"k1_zfmisc_1\", \"14\": \"v1_finset_1\", \"15\": \"v2_struct_0\", \"16\": \"r1_xxreal_0\", \"17\": \"k5_finsub_1\", \"18\": \"k4_partfun1\", \"19\": \"k1_heyting2\", \"20\": \"k2_xcmplx_0\", \"21\": \"l1_orders_2\", \"22\": \"r1_tarski\", \"23\": \"k5_numbers\", \"24\": \"k3_xcmplx_0\", \"25\": \"v1_funct_1\", \"26\": \"v1_xxreal_0\", \"27\": \"v1_xcmplx_0\", \"28\": \"k2_zfmisc_1\", \"29\": \"v1_relat_1\", \"30\": \"v1_xboole_0\", \"31\": \"k3_yellow_0\", \"32\": \"k1_numbers\", \"33\": \"k2_xxreal_0\", \"34\": \"k7_xcmplx_0\", \"35\": \"k2_struct_0\", \"36\": \"k9_setfam_1\", \"37\": \"k9_xtuple_0\", \"38\": \"v2_pre_topc\", \"39\": \"l1_pre_topc\", \"40\": \"m1_pre_topc\", \"41\": \"r3_tsep_2\", \"42\": \"v1_lattice3\", \"43\": \"l1_struct_0\", \"44\": \"v5_orders_2\", \"45\": \"v2_lattice3\", \"46\": \"v1_yellow_0\", \"47\": \"v3_orders_2\", \"48\": \"v4_orders_2\", \"49\": \"v12_waybel_0\", \"50\": \"v1_waybel_0\", \"51\": \"k3_xxreal_1\", \"52\": \"v1_funct_2\", \"53\": \"k1_xxreal_3\", \"54\": \"k1_yellow_5\", \"55\": \"k11_lattice3\", \"56\": \"k7_waybel_1\", \"57\": \"v1_tex_3\", \"58\": \"v3_tex_3\", \"59\": \"v1_series_1\", \"60\": \"k1_lp_space\", \"61\": \"k4_vectsp_5\", \"62\": \"v7_o_ring_1\", \"63\": \"k6_numbers\", \"64\": \"v13_algstr_0\", \"65\": \"v2_rlvect_1\", \"66\": \"v3_rlvect_1\", \"67\": \"v4_rlvect_1\", \"68\": \"v13_waybel_0\", \"69\": \"k1_xboole_0\", \"70\": \"k10_lattice3\", \"71\": \"v1_xreal_0\", \"72\": \"r4_tsep_2\", \"73\": \"v3_group_1\", \"74\": \"v4_vectsp_1\", \"75\": \"v5_vectsp_1\", \"76\": \"l6_algstr_0\", \"77\": \"v8_vectsp_1\", \"78\": \"v9_vectsp_1\", \"79\": \"v10_vectsp_1\", \"80\": \"v11_vectsp_1\", \"81\": \"l1_vectsp_1\", \"82\": \"m1_vectsp_4\", \"83\": \"r1_vectsp_5\", \"84\": \"k2_domain_1\", \"85\": \"k3_domain_1\", \"86\": \"k4_xxreal_1\", \"87\": \"k2_xxreal_1\", \"88\": \"v4_relat_1\", \"89\": \"v5_relat_1\", \"90\": \"v3_prob_1\", \"91\": \"r2_funct_2\", \"92\": \"k2_prob_3\", \"93\": \"np__1\", \"94\": \"k1_series_1\", \"95\": \"v7_struct_0\", \"96\": \"v5_rlvect_1\", \"97\": \"v6_rlvect_1\", \"98\": \"v7_rlvect_1\", \"99\": \"v8_rlvect_1\", \"100\": \"v3_normsp_0\", \"101\": \"v4_normsp_0\", \"102\": \"v2_normsp_1\", \"103\": \"l1_normsp_1\", \"104\": \"r2_ndiff_1\", \"105\": \"k1_relset_1\", \"106\": \"v1_prob_1\", \"107\": \"v4_prob_1\", \"108\": \"k1_algstr_0\", \"109\": \"v5_o_ring_1\", \"110\": \"v1_o_ring_1\"}", "word_index": "{\"var\": 1, \",\": 2, \"(\": 3, \")\": 4, \"-\": 5, \"sklm\": 6, \"<start>\": 7, \"<end>\": 8, \"=\": 9, \"m1_subset_1\": 10, \"u1_struct_0\": 11, \"r2_hidden\": 12, \"k1_zfmisc_1\": 13, \"v1_finset_1\": 14, \"v2_struct_0\": 15, \"r1_xxreal_0\": 16, \"k5_finsub_1\": 17, \"k4_partfun1\": 18, \"k1_heyting2\": 19, \"k2_xcmplx_0\": 20, \"l1_orders_2\": 21, \"r1_tarski\": 22, \"k5_numbers\": 23, \"k3_xcmplx_0\": 24, \"v1_funct_1\": 25, \"v1_xxreal_0\": 26, \"v1_xcmplx_0\": 27, \"k2_zfmisc_1\": 28, \"v1_relat_1\": 29, \"v1_xboole_0\": 30, \"k3_yellow_0\": 31, \"k1_numbers\": 32, \"k2_xxreal_0\": 33, \"k7_xcmplx_0\": 34, \"k2_struct_0\": 35, \"k9_setfam_1\": 36, \"k9_xtuple_0\": 37, \"v2_pre_topc\": 38, \"l1_pre_topc\": 39, \"m1_pre_topc\": 40, \"r3_tsep_2\": 41, \"v1_lattice3\": 42, \"l1_struct_0\": 43, \"v5_orders_2\": 44, \"v2_lattice3\": 45, \"v1_yellow_0\": 46, \"v3_orders_2\": 47, \"v4_orders_2\": 48, \"v12_waybel_0\": 49, \"v1_waybel_0\": 50, \"k3_xxreal_1\": 51, \"v1_funct_2\": 52, \"k1_xxreal_3\": 53, \"k1_yellow_5\": 54, \"k11_lattice3\": 55, \"k7_waybel_1\": 56, \"v1_tex_3\": 57, \"v3_tex_3\": 58, \"v1_series_1\": 59, \"k1_lp_space\": 60, \"k4_vectsp_5\": 61, \"v7_o_ring_1\": 62, \"k6_numbers\": 63, \"v13_algstr_0\": 64, \"v2_rlvect_1\": 65, \"v3_rlvect_1\": 66, \"v4_rlvect_1\": 67, \"v13_waybel_0\": 68, \"k1_xboole_0\": 69, \"k10_lattice3\": 70, \"v1_xreal_0\": 71, \"r4_tsep_2\": 72, \"v3_group_1\": 73, \"v4_vectsp_1\": 74, \"v5_vectsp_1\": 75, \"l6_algstr_0\": 76, \"v8_vectsp_1\": 77, \"v9_vectsp_1\": 78, \"v10_vectsp_1\": 79, \"v11_vectsp_1\": 80, \"l1_vectsp_1\": 81, \"m1_vectsp_4\": 82, \"r1_vectsp_5\": 83, \"k2_domain_1\": 84, \"k3_domain_1\": 85, \"k4_xxreal_1\": 86, \"k2_xxreal_1\": 87, \"v4_relat_1\": 88, \"v5_relat_1\": 89, \"v3_prob_1\": 90, \"r2_funct_2\": 91, \"k2_prob_3\": 92, \"np__1\": 93, \"k1_series_1\": 94, \"v7_struct_0\": 95, \"v5_rlvect_1\": 96, \"v6_rlvect_1\": 97, \"v7_rlvect_1\": 98, \"v8_rlvect_1\": 99, \"v3_normsp_0\": 100, \"v4_normsp_0\": 101, \"v2_normsp_1\": 102, \"l1_normsp_1\": 103, \"r2_ndiff_1\": 104, \"k1_relset_1\": 105, \"v1_prob_1\": 106, \"v4_prob_1\": 107, \"k1_algstr_0\": 108, \"v5_o_ring_1\": 109, \"v1_o_ring_1\": 110}"}}