{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 93185, "word_counts": "{\"<start>\": 93185, \"[\": 92777, \"-\": 170367, \"]\": 92777, \"<end>\": 93185, \"ext\": 21410, \"(\": 880460, \"m1_subset_1\": 54459, \"var\": 1175283, \",\": 1007220, \")\": 880460, \"g\": 304, \"v1_xboole_0\": 9094, \"=\": 188555, \"k7_relat_1\": 6965, \"v1_relat_1\": 24590, \"r2_hidden\": 58970, \"sklm\": 52180, \"k4_tarski\": 26138, \"n\": 21106, \"k2_zfmisc_1\": 32393, \"k7_relset_1\": 2459, \"k1_zfmisc_1\": 56437, \"red\": 408, \"k2_enumset1\": 610, \"failure\": 18, \"k1_xboole_0\": 18555, \"r1_tarski\": 21063, \"k4_enumset1\": 1, \"k2_xboole_0\": 4451, \"k1_enumset1\": 5, \"m1_pre_topc\": 4517, \"v2_struct_0\": 12853, \"l1_pre_topc\": 12934, \"v2_pre_topc\": 7899, \"k2_tmap_1\": 2425, \"k2_partfun1\": 3654, \"u1_struct_0\": 79082, \"v1_funct_1\": 20486, \"v1_funct_2\": 8147, \"k3_struct_0\": 1504, \"k1_funct_1\": 8435, \"k4_relat_1\": 5897, \"k4_tmap_1\": 268, \"k6_partfun1\": 2318, \"k5_relat_1\": 16080, \"v1_partfun1\": 1241, \"v5_pre_topc\": 1040, \"l1_struct_0\": 3776, \"k2_relset_1\": 4398, \"k2_struct_0\": 5587, \"k10_xtuple_0\": 7723, \"k1_relset_1\": 7432, \"k2_tops_2\": 1241, \"v3_funct_2\": 119, \"v5_relat_1\": 2216, \"k9_xtuple_0\": 32475, \"v4_relat_1\": 1861, \"v2_funct_1\": 1489, \"v2_funct_2\": 334, \"k2_funct_1\": 3023, \"k1_tarski\": 22402, \"k12_lattice3\": 873, \"r1_orders_2\": 5679, \"v5_orders_2\": 3060, \"l1_orders_2\": 6242, \"v2_lattice3\": 1398, \"k11_lattice3\": 2049, \"r1_tmap_1\": 407, \"k3_tmap_1\": 830, \"k1_tsep_1\": 1089, \"r2_funct_2\": 580, \"k3_funct_3\": 1464, \"k8_relat_1\": 4333, \"a_6_0_relset_2\": 6, \"r1_partfun1\": 1313, \"r1_relset_1\": 492, \"k7_enumset1\": 1, \"k3_enumset1\": 1, \"k4_zfmisc_1\": 5048, \"r7_orders_1\": 304, \"u1_orders_2\": 8970, \"r2_orders_2\": 465, \"k1_relat_1\": 2514, \"v1_relat_2\": 825, \"v3_orders_2\": 1905, \"v2_orders_2\": 385, \"v8_relat_2\": 815, \"v4_orders_2\": 2480, \"v4_relat_2\": 842, \"v2_tex_2\": 453, \"v1_tdlat_3\": 116, \"k4_partfun2\": 994, \"k2_funcop_1\": 799, \"k7_partfun1\": 1445, \"v1_subset_1\": 553, \"v1_tex_2\": 560, \"k3_partfun1\": 4484, \"k6_relat_1\": 3041, \"k6_relset_1\": 467, \"k3_xboole_0\": 10357, \"r1_xboole_0\": 2115, \"v6_tops_1\": 158, \"k1_tops_1\": 3366, \"v3_pre_topc\": 1482, \"v4_tops_1\": 182, \"k2_pre_topc\": 5255, \"v1_finset_1\": 55, \"v3_funct_1\": 426, \"k9_subset_1\": 742, \"k3_relat_1\": 12288, \"k4_relset_1\": 333, \"k1_partfun1\": 1147, \"r2_relset_1\": 963, \"k7_subset_1\": 1826, \"k4_xboole_0\": 5791, \"r1_funct_2\": 493, \"k4_subset_1\": 833, \"k1_tmap_1\": 490, \"a_2_0_yellow19\": 2395, \"m1_connsp_2\": 425, \"k1_yellow19\": 1912, \"k1_xtuple_0\": 223, \"k2_xtuple_0\": 104, \"v1_lattice3\": 1192, \"k10_lattice3\": 1481, \"l3_lattices\": 1266, \"k2_lattice3\": 84, \"v10_lattices\": 1092, \"k3_lattice3\": 89, \"v18_lattices\": 1, \"k1_domain_1\": 321, \"k8_filter_1\": 244, \"r3_lattices\": 146, \"k4_lattice3\": 111, \"v19_lattices\": 148, \"g1_orders_2\": 511, \"v1_orders_2\": 1, \"r3_orders_2\": 113, \"k2_tarski\": 9349, \"k8_relset_1\": 3489, \"u1_pre_topc\": 3250, \"g1_pre_topc\": 2818, \"k6_subset_1\": 5944, \"v3_tdlat_3\": 313, \"k8_subset_1\": 362, \"success\": 8, \"o_0_0_xboole_0\": 475, \"k10_finseq_1\": 218, \"k9_relat_1\": 746, \"k3_tarski\": 8403, \"k5_partfun1\": 1881, \"m1_yellow_0\": 997, \"m1_orders_2\": 491, \"k3_orders_2\": 391, \"r2_relat_2\": 330, \"v2_relat_2\": 246, \"l1_waybel_0\": 2178, \"g1_waybel_0\": 3472, \"v6_waybel_0\": 467, \"u1_waybel_0\": 3258, \"k1_toler_1\": 533, \"v4_yellow_0\": 317, \"v3_tex_2\": 322, \"k6_domain_1\": 691, \"k1_wellord1\": 2192, \"v11_waybel_0\": 121, \"l1_waybel_9\": 805, \"v1_compts_1\": 783, \"v8_pre_topc\": 1015, \"v7_waybel_0\": 735, \"r1_lattice3\": 354, \"k4_waybel_1\": 257, \"r3_waybel_9\": 714, \"k2_yellow_0\": 186, \"r2_yellow_0\": 307, \"k5_yellow_2\": 507, \"k1_waybel_9\": 190, \"k7_lattices\": 1146, \"k3_lattices\": 202, \"k4_lattices\": 713, \"v7_lattices\": 834, \"v17_lattices\": 182, \"v4_lattices\": 1783, \"l2_lattices\": 514, \"v9_lattices\": 591, \"v8_lattices\": 590, \"v6_lattices\": 319, \"l1_lattices\": 434, \"v5_lattices\": 1028, \"v2_tops_1\": 1, \"v3_tops_1\": 2, \"v1_tops_1\": 2, \"k3_subset_1\": 5834, \"k13_funct_3\": 527, \"k9_funct_3\": 325, \"k10_funct_3\": 142, \"r1_setfam_1\": 1584, \"v1_zfmisc_1\": 93, \"k15_lattice3\": 145, \"k16_lattice3\": 110, \"r3_lattice3\": 160, \"r1_lattices\": 75, \"r4_lattice3\": 112, \"v4_lattice3\": 156, \"v20_lattices\": 85, \"k6_enumset1\": 2, \"v13_waybel_0\": 616, \"v2_waybel_0\": 905, \"v2_waybel_7\": 285, \"k13_lattice3\": 161, \"k7_waybel_1\": 442, \"k3_yellow_0\": 426, \"v11_waybel_1\": 279, \"k4_yellow_0\": 1339, \"v2_yellow_0\": 87, \"v10_waybel_1\": 182, \"v3_yellow_0\": 53, \"v1_yellow_0\": 32, \"v2_waybel_1\": 177, \"v2_wellord1\": 602, \"v1_wellord1\": 361, \"k2_wellord1\": 4505, \"v6_relat_2\": 502, \"v10_pre_topc\": 829, \"v4_pre_topc\": 2408, \"a_1_0_filter_1\": 2715, \"k1_funct_3\": 136, \"k6_yellow_6\": 90, \"k7_setfam_1\": 2494, \"v2_tops_2\": 366, \"v3_orders_1\": 112, \"r7_relat_2\": 60, \"v6_orders_2\": 23, \"r1_relat_2\": 55, \"r6_relat_2\": 39, \"k3_funct_2\": 188, \"k7_tmap_1\": 111, \"k6_tmap_1\": 147, \"v1_pre_topc\": 626, \"v10_waybel_0\": 453, \"r1_waybel_0\": 491, \"a_3_0_waybel_0\": 491, \"k2_waybel_0\": 318, \"k4_setfam_1\": 1181, \"v3_ordinal1\": 28, \"v9_pre_topc\": 261, \"v2_compts_1\": 764, \"k3_yellow_1\": 740, \"r2_waybel_7\": 76, \"v3_waybel_7\": 77, \"r1_waybel_7\": 66, \"v3_tops_2\": 456, \"k10_yellow_6\": 92, \"r2_lattice3\": 259, \"k1_waybel_2\": 531, \"r1_yellow_0\": 138, \"r1_waybel_9\": 98, \"k3_xtuple_0\": 4940, \"m1_yellow_6\": 238, \"v2_connsp_1\": 488, \"k1_pre_topc\": 2164}", "word_docs": "{\"[\": 92777, \"<start>\": 93185, \"-\": 80217, \"<end>\": 93185, \"]\": 92777, \",\": 92022, \"g\": 304, \")\": 92072, \"ext\": 21410, \"(\": 92072, \"m1_subset_1\": 29073, \"var\": 93007, \"v1_xboole_0\": 6148, \"=\": 67939, \"sklm\": 25752, \"v1_relat_1\": 15742, \"k7_relat_1\": 2742, \"r2_hidden\": 29525, \"n\": 21106, \"k4_tarski\": 9020, \"k2_zfmisc_1\": 15140, \"k7_relset_1\": 1266, \"k1_zfmisc_1\": 24565, \"red\": 408, \"k2_enumset1\": 435, \"failure\": 18, \"k1_xboole_0\": 7644, \"r1_tarski\": 14173, \"k1_enumset1\": 4, \"k2_xboole_0\": 1380, \"k4_enumset1\": 1, \"m1_pre_topc\": 2881, \"k2_tmap_1\": 1130, \"u1_struct_0\": 22874, \"v1_funct_1\": 12509, \"v2_struct_0\": 9543, \"l1_pre_topc\": 8861, \"v2_pre_topc\": 5644, \"v1_funct_2\": 5347, \"k2_partfun1\": 1899, \"k3_struct_0\": 719, \"k4_relat_1\": 2491, \"k1_funct_1\": 3797, \"k4_tmap_1\": 177, \"k6_partfun1\": 569, \"k5_relat_1\": 2863, \"v1_partfun1\": 925, \"v5_pre_topc\": 906, \"l1_struct_0\": 2526, \"k2_struct_0\": 2533, \"k2_relset_1\": 2818, \"k10_xtuple_0\": 4715, \"k1_relset_1\": 3494, \"k2_tops_2\": 478, \"v3_funct_2\": 93, \"v5_relat_1\": 1393, \"k9_xtuple_0\": 7781, \"v4_relat_1\": 1029, \"v2_funct_1\": 1188, \"v2_funct_2\": 323, \"k2_funct_1\": 910, \"k1_tarski\": 4830, \"k12_lattice3\": 369, \"r1_orders_2\": 2635, \"v5_orders_2\": 2752, \"k11_lattice3\": 1005, \"l1_orders_2\": 4980, \"v2_lattice3\": 1255, \"r1_tmap_1\": 197, \"k3_tmap_1\": 412, \"k1_tsep_1\": 299, \"r2_funct_2\": 503, \"k3_funct_3\": 580, \"k8_relat_1\": 2214, \"a_6_0_relset_2\": 3, \"r1_partfun1\": 1108, \"r1_relset_1\": 426, \"k7_enumset1\": 1, \"k3_enumset1\": 1, \"k4_zfmisc_1\": 651, \"r2_orders_2\": 433, \"u1_orders_2\": 2298, \"r7_orders_1\": 259, \"k1_relat_1\": 1310, \"v3_orders_2\": 1586, \"v1_relat_2\": 612, \"v2_orders_2\": 322, \"v4_orders_2\": 1732, \"v8_relat_2\": 615, \"v4_relat_2\": 623, \"v2_tex_2\": 374, \"v1_tdlat_3\": 101, \"k4_partfun2\": 439, \"k2_funcop_1\": 329, \"k7_partfun1\": 817, \"v1_subset_1\": 485, \"v1_tex_2\": 488, \"k3_partfun1\": 1602, \"k6_relat_1\": 954, \"k6_relset_1\": 312, \"k3_xboole_0\": 2781, \"r1_xboole_0\": 1583, \"v6_tops_1\": 144, \"k1_tops_1\": 1703, \"v3_pre_topc\": 1169, \"v4_tops_1\": 163, \"k2_pre_topc\": 2398, \"v1_finset_1\": 33, \"v3_funct_1\": 389, \"k9_subset_1\": 398, \"k3_relat_1\": 4631, \"k4_relset_1\": 132, \"k1_partfun1\": 530, \"r2_relset_1\": 799, \"k7_subset_1\": 905, \"k4_xboole_0\": 2281, \"r1_funct_2\": 392, \"k4_subset_1\": 332, \"k1_tmap_1\": 314, \"a_2_0_yellow19\": 828, \"m1_connsp_2\": 387, \"k1_yellow19\": 667, \"k1_xtuple_0\": 106, \"k2_xtuple_0\": 80, \"v1_lattice3\": 1142, \"k10_lattice3\": 554, \"l3_lattices\": 1091, \"k2_lattice3\": 60, \"v10_lattices\": 913, \"k3_lattice3\": 62, \"v18_lattices\": 1, \"k1_domain_1\": 240, \"k8_filter_1\": 162, \"r3_lattices\": 122, \"k4_lattice3\": 70, \"v19_lattices\": 40, \"g1_orders_2\": 194, \"v1_orders_2\": 1, \"r3_orders_2\": 112, \"k2_tarski\": 2684, \"k8_relset_1\": 1536, \"u1_pre_topc\": 1344, \"g1_pre_topc\": 901, \"k6_subset_1\": 1834, \"v3_tdlat_3\": 243, \"k8_subset_1\": 338, \"success\": 8, \"o_0_0_xboole_0\": 303, \"k10_finseq_1\": 86, \"k9_relat_1\": 336, \"k3_tarski\": 1497, \"k5_partfun1\": 1113, \"m1_yellow_0\": 758, \"k3_orders_2\": 336, \"m1_orders_2\": 411, \"r2_relat_2\": 267, \"v2_relat_2\": 189, \"l1_waybel_0\": 1810, \"g1_waybel_0\": 1028, \"u1_waybel_0\": 1563, \"v6_waybel_0\": 396, \"k1_toler_1\": 177, \"v4_yellow_0\": 168, \"v3_tex_2\": 270, \"k6_domain_1\": 383, \"k1_wellord1\": 791, \"v11_waybel_0\": 114, \"r1_lattice3\": 306, \"k4_waybel_1\": 240, \"v7_waybel_0\": 689, \"r3_waybel_9\": 656, \"l1_waybel_9\": 635, \"v8_pre_topc\": 903, \"v1_compts_1\": 642, \"k2_yellow_0\": 144, \"r2_yellow_0\": 273, \"k5_yellow_2\": 165, \"k1_waybel_9\": 134, \"k3_lattices\": 120, \"k7_lattices\": 370, \"k4_lattices\": 273, \"v7_lattices\": 161, \"v17_lattices\": 163, \"v4_lattices\": 261, \"l2_lattices\": 122, \"v9_lattices\": 152, \"v8_lattices\": 154, \"v6_lattices\": 197, \"l1_lattices\": 155, \"v5_lattices\": 163, \"v2_tops_1\": 1, \"k3_subset_1\": 1674, \"v3_tops_1\": 2, \"v1_tops_1\": 2, \"k9_funct_3\": 289, \"k13_funct_3\": 429, \"k10_funct_3\": 141, \"r1_setfam_1\": 1049, \"v1_zfmisc_1\": 48, \"k16_lattice3\": 104, \"k15_lattice3\": 125, \"r1_lattices\": 63, \"r3_lattice3\": 145, \"r4_lattice3\": 106, \"v4_lattice3\": 118, \"v20_lattices\": 38, \"k6_enumset1\": 2, \"v2_waybel_0\": 685, \"v13_waybel_0\": 589, \"v2_waybel_7\": 267, \"k13_lattice3\": 146, \"v11_waybel_1\": 242, \"k7_waybel_1\": 226, \"k3_yellow_0\": 146, \"v2_yellow_0\": 82, \"k4_yellow_0\": 154, \"v10_waybel_1\": 43, \"v3_yellow_0\": 37, \"v1_yellow_0\": 22, \"v2_waybel_1\": 44, \"v1_wellord1\": 239, \"v2_wellord1\": 533, \"k2_wellord1\": 633, \"v6_relat_2\": 361, \"v10_pre_topc\": 812, \"v4_pre_topc\": 1778, \"a_1_0_filter_1\": 320, \"k1_funct_3\": 115, \"k6_yellow_6\": 79, \"k7_setfam_1\": 426, \"v2_tops_2\": 298, \"v3_orders_1\": 109, \"r7_relat_2\": 59, \"v6_orders_2\": 23, \"r1_relat_2\": 53, \"r6_relat_2\": 37, \"k3_funct_2\": 127, \"k6_tmap_1\": 105, \"k7_tmap_1\": 56, \"v1_pre_topc\": 438, \"v10_waybel_0\": 441, \"r1_waybel_0\": 345, \"a_3_0_waybel_0\": 345, \"k2_waybel_0\": 147, \"k4_setfam_1\": 681, \"v3_ordinal1\": 21, \"v9_pre_topc\": 259, \"v2_compts_1\": 458, \"k3_yellow_1\": 410, \"v3_waybel_7\": 74, \"r2_waybel_7\": 75, \"r1_waybel_7\": 63, \"v3_tops_2\": 396, \"k10_yellow_6\": 90, \"r2_lattice3\": 234, \"k1_waybel_2\": 209, \"r1_yellow_0\": 131, \"r1_waybel_9\": 72, \"k3_xtuple_0\": 859, \"m1_yellow_6\": 193, \"v2_connsp_1\": 278, \"k1_pre_topc\": 835}", "index_docs": "{\"9\": 92777, \"7\": 93185, \"6\": 80217, \"8\": 93185, \"10\": 92777, \"2\": 92022, \"188\": 304, \"4\": 92072, \"21\": 21410, \"3\": 92072, \"14\": 29073, \"1\": 93007, \"32\": 6148, \"5\": 67939, \"15\": 25752, \"19\": 15742, \"40\": 2742, \"12\": 29525, \"22\": 21106, \"18\": 9020, \"17\": 15140, \"72\": 1266, \"13\": 24565, \"169\": 408, \"136\": 435, \"250\": 18, \"25\": 7644, \"23\": 14173, \"253\": 4, \"54\": 1380, \"257\": 1, \"51\": 2881, \"73\": 1130, \"11\": 22874, \"24\": 12509, \"28\": 9543, \"27\": 8861, \"37\": 5644, \"36\": 5347, \"58\": 1899, \"90\": 719, \"43\": 2491, \"34\": 3797, \"192\": 177, \"76\": 569, \"26\": 2863, \"100\": 925, \"108\": 906, \"57\": 2526, \"47\": 2533, \"55\": 2818, \"38\": 4715, \"39\": 3494, \"101\": 478, \"221\": 93, \"77\": 1393, \"16\": 7781, \"86\": 1029, \"91\": 1188, \"177\": 323, \"66\": 910, \"20\": 4830, \"115\": 369, \"46\": 2635, \"64\": 2752, \"82\": 1005, \"41\": 4980, \"96\": 1255, \"170\": 197, \"119\": 412, \"107\": 299, \"140\": 503, \"94\": 580, \"56\": 2214, \"252\": 3, \"98\": 1108, \"151\": 426, \"258\": 1, \"259\": 1, \"49\": 651, \"160\": 433, \"33\": 2298, \"189\": 259, \"69\": 1310, \"84\": 1586, \"121\": 612, \"172\": 322, \"71\": 1732, \"122\": 615, \"116\": 623, \"162\": 374, \"222\": 101, \"112\": 439, \"124\": 329, \"95\": 817, \"142\": 485, \"141\": 488, \"53\": 1602, \"65\": 954, \"158\": 312, \"30\": 2781, \"81\": 1583, \"211\": 144, \"61\": 1703, \"92\": 1169, \"205\": 163, \"48\": 2398, \"243\": 33, \"166\": 389, \"128\": 398, \"29\": 4631, \"178\": 132, \"104\": 530, \"113\": 799, \"87\": 905, \"45\": 2281, \"150\": 392, \"118\": 332, \"155\": 314, \"75\": 828, \"168\": 387, \"83\": 667, \"199\": 106, \"229\": 80, \"102\": 1142, \"93\": 554, \"99\": 1091, \"237\": 60, \"106\": 913, \"234\": 62, \"260\": 1, \"182\": 240, \"197\": 162, \"215\": 122, \"226\": 70, \"213\": 40, \"147\": 194, \"261\": 1, \"223\": 112, \"31\": 2684, \"59\": 1536, \"63\": 1344, \"67\": 901, \"42\": 1834, \"186\": 243, \"174\": 338, \"251\": 8, \"157\": 303, \"200\": 86, \"127\": 336, \"35\": 1497, \"85\": 1113, \"111\": 758, \"171\": 336, \"152\": 411, \"179\": 267, \"196\": 189, \"79\": 1810, \"60\": 1028, \"62\": 1563, \"159\": 396, \"143\": 177, \"185\": 168, \"181\": 270, \"133\": 383, \"78\": 791, \"220\": 114, \"176\": 306, \"195\": 240, \"130\": 689, \"131\": 656, \"123\": 635, \"110\": 903, \"125\": 642, \"204\": 144, \"187\": 273, \"148\": 165, \"202\": 134, \"201\": 120, \"105\": 370, \"132\": 273, \"117\": 161, \"206\": 163, \"88\": 261, \"146\": 122, \"138\": 152, \"139\": 154, \"183\": 197, \"165\": 155, \"109\": 163, \"262\": 1, \"44\": 1674, \"254\": 2, \"255\": 2, \"180\": 289, \"145\": 429, \"217\": 141, \"89\": 1049, \"231\": 48, \"228\": 104, \"216\": 125, \"240\": 63, \"210\": 145, \"224\": 106, \"212\": 118, \"236\": 38, \"256\": 2, \"114\": 685, \"135\": 589, \"190\": 267, \"209\": 146, \"191\": 242, \"164\": 226, \"167\": 146, \"235\": 82, \"97\": 154, \"207\": 43, \"245\": 37, \"247\": 22, \"208\": 44, \"175\": 239, \"137\": 533, \"52\": 633, \"149\": 361, \"120\": 812, \"74\": 1778, \"68\": 320, \"219\": 115, \"233\": 79, \"70\": 426, \"173\": 298, \"225\": 109, \"242\": 59, \"249\": 23, \"244\": 53, \"246\": 37, \"203\": 127, \"214\": 105, \"227\": 56, \"134\": 438, \"163\": 441, \"153\": 345, \"154\": 345, \"184\": 147, \"103\": 681, \"248\": 21, \"193\": 259, \"126\": 458, \"129\": 410, \"238\": 74, \"239\": 75, \"241\": 63, \"161\": 396, \"232\": 90, \"194\": 234, \"144\": 209, \"218\": 131, \"230\": 72, \"50\": 859, \"198\": 193, \"156\": 278, \"80\": 835}", "index_word": "{\"1\": \"var\", \"2\": \",\", \"3\": \"(\", \"4\": \")\", \"5\": \"=\", \"6\": \"-\", \"7\": \"<start>\", \"8\": \"<end>\", \"9\": \"[\", \"10\": \"]\", \"11\": \"u1_struct_0\", \"12\": \"r2_hidden\", \"13\": \"k1_zfmisc_1\", \"14\": \"m1_subset_1\", \"15\": \"sklm\", \"16\": \"k9_xtuple_0\", \"17\": \"k2_zfmisc_1\", \"18\": \"k4_tarski\", \"19\": \"v1_relat_1\", \"20\": \"k1_tarski\", \"21\": \"ext\", \"22\": \"n\", \"23\": \"r1_tarski\", \"24\": \"v1_funct_1\", \"25\": \"k1_xboole_0\", \"26\": \"k5_relat_1\", \"27\": \"l1_pre_topc\", \"28\": \"v2_struct_0\", \"29\": \"k3_relat_1\", \"30\": \"k3_xboole_0\", \"31\": \"k2_tarski\", \"32\": \"v1_xboole_0\", \"33\": \"u1_orders_2\", \"34\": \"k1_funct_1\", \"35\": \"k3_tarski\", \"36\": \"v1_funct_2\", \"37\": \"v2_pre_topc\", \"38\": \"k10_xtuple_0\", \"39\": \"k1_relset_1\", \"40\": \"k7_relat_1\", \"41\": \"l1_orders_2\", \"42\": \"k6_subset_1\", \"43\": \"k4_relat_1\", \"44\": \"k3_subset_1\", \"45\": \"k4_xboole_0\", \"46\": \"r1_orders_2\", \"47\": \"k2_struct_0\", \"48\": \"k2_pre_topc\", \"49\": \"k4_zfmisc_1\", \"50\": \"k3_xtuple_0\", \"51\": \"m1_pre_topc\", \"52\": \"k2_wellord1\", \"53\": \"k3_partfun1\", \"54\": \"k2_xboole_0\", \"55\": \"k2_relset_1\", \"56\": \"k8_relat_1\", \"57\": \"l1_struct_0\", \"58\": \"k2_partfun1\", \"59\": \"k8_relset_1\", \"60\": \"g1_waybel_0\", \"61\": \"k1_tops_1\", \"62\": \"u1_waybel_0\", \"63\": \"u1_pre_topc\", \"64\": \"v5_orders_2\", \"65\": \"k6_relat_1\", \"66\": \"k2_funct_1\", \"67\": \"g1_pre_topc\", \"68\": \"a_1_0_filter_1\", \"69\": \"k1_relat_1\", \"70\": \"k7_setfam_1\", \"71\": \"v4_orders_2\", \"72\": \"k7_relset_1\", \"73\": \"k2_tmap_1\", \"74\": \"v4_pre_topc\", \"75\": \"a_2_0_yellow19\", \"76\": \"k6_partfun1\", \"77\": \"v5_relat_1\", \"78\": \"k1_wellord1\", \"79\": \"l1_waybel_0\", \"80\": \"k1_pre_topc\", \"81\": \"r1_xboole_0\", \"82\": \"k11_lattice3\", \"83\": \"k1_yellow19\", \"84\": \"v3_orders_2\", \"85\": \"k5_partfun1\", \"86\": \"v4_relat_1\", \"87\": \"k7_subset_1\", \"88\": \"v4_lattices\", \"89\": \"r1_setfam_1\", \"90\": \"k3_struct_0\", \"91\": \"v2_funct_1\", \"92\": \"v3_pre_topc\", \"93\": \"k10_lattice3\", \"94\": \"k3_funct_3\", \"95\": \"k7_partfun1\", \"96\": \"v2_lattice3\", \"97\": \"k4_yellow_0\", \"98\": \"r1_partfun1\", \"99\": \"l3_lattices\", \"100\": \"v1_partfun1\", \"101\": \"k2_tops_2\", \"102\": \"v1_lattice3\", \"103\": \"k4_setfam_1\", \"104\": \"k1_partfun1\", \"105\": \"k7_lattices\", \"106\": \"v10_lattices\", \"107\": \"k1_tsep_1\", \"108\": \"v5_pre_topc\", \"109\": \"v5_lattices\", \"110\": \"v8_pre_topc\", \"111\": \"m1_yellow_0\", \"112\": \"k4_partfun2\", \"113\": \"r2_relset_1\", \"114\": \"v2_waybel_0\", \"115\": \"k12_lattice3\", \"116\": \"v4_relat_2\", \"117\": \"v7_lattices\", \"118\": \"k4_subset_1\", \"119\": \"k3_tmap_1\", \"120\": \"v10_pre_topc\", \"121\": \"v1_relat_2\", \"122\": \"v8_relat_2\", \"123\": \"l1_waybel_9\", \"124\": \"k2_funcop_1\", \"125\": \"v1_compts_1\", \"126\": \"v2_compts_1\", \"127\": \"k9_relat_1\", \"128\": \"k9_subset_1\", \"129\": \"k3_yellow_1\", \"130\": \"v7_waybel_0\", \"131\": \"r3_waybel_9\", \"132\": \"k4_lattices\", \"133\": \"k6_domain_1\", \"134\": \"v1_pre_topc\", \"135\": \"v13_waybel_0\", \"136\": \"k2_enumset1\", \"137\": \"v2_wellord1\", \"138\": \"v9_lattices\", \"139\": \"v8_lattices\", \"140\": \"r2_funct_2\", \"141\": \"v1_tex_2\", \"142\": \"v1_subset_1\", \"143\": \"k1_toler_1\", \"144\": \"k1_waybel_2\", \"145\": \"k13_funct_3\", \"146\": \"l2_lattices\", \"147\": \"g1_orders_2\", \"148\": \"k5_yellow_2\", \"149\": \"v6_relat_2\", \"150\": \"r1_funct_2\", \"151\": \"r1_relset_1\", \"152\": \"m1_orders_2\", \"153\": \"r1_waybel_0\", \"154\": \"a_3_0_waybel_0\", \"155\": \"k1_tmap_1\", \"156\": \"v2_connsp_1\", \"157\": \"o_0_0_xboole_0\", \"158\": \"k6_relset_1\", \"159\": \"v6_waybel_0\", \"160\": \"r2_orders_2\", \"161\": \"v3_tops_2\", \"162\": \"v2_tex_2\", \"163\": \"v10_waybel_0\", \"164\": \"k7_waybel_1\", \"165\": \"l1_lattices\", \"166\": \"v3_funct_1\", \"167\": \"k3_yellow_0\", \"168\": \"m1_connsp_2\", \"169\": \"red\", \"170\": \"r1_tmap_1\", \"171\": \"k3_orders_2\", \"172\": \"v2_orders_2\", \"173\": \"v2_tops_2\", \"174\": \"k8_subset_1\", \"175\": \"v1_wellord1\", \"176\": \"r1_lattice3\", \"177\": \"v2_funct_2\", \"178\": \"k4_relset_1\", \"179\": \"r2_relat_2\", \"180\": \"k9_funct_3\", \"181\": \"v3_tex_2\", \"182\": \"k1_domain_1\", \"183\": \"v6_lattices\", \"184\": \"k2_waybel_0\", \"185\": \"v4_yellow_0\", \"186\": \"v3_tdlat_3\", \"187\": \"r2_yellow_0\", \"188\": \"g\", \"189\": \"r7_orders_1\", \"190\": \"v2_waybel_7\", \"191\": \"v11_waybel_1\", \"192\": \"k4_tmap_1\", \"193\": \"v9_pre_topc\", \"194\": \"r2_lattice3\", \"195\": \"k4_waybel_1\", \"196\": \"v2_relat_2\", \"197\": \"k8_filter_1\", \"198\": \"m1_yellow_6\", \"199\": \"k1_xtuple_0\", \"200\": \"k10_finseq_1\", \"201\": \"k3_lattices\", \"202\": \"k1_waybel_9\", \"203\": \"k3_funct_2\", \"204\": \"k2_yellow_0\", \"205\": \"v4_tops_1\", \"206\": \"v17_lattices\", \"207\": \"v10_waybel_1\", \"208\": \"v2_waybel_1\", \"209\": \"k13_lattice3\", \"210\": \"r3_lattice3\", \"211\": \"v6_tops_1\", \"212\": \"v4_lattice3\", \"213\": \"v19_lattices\", \"214\": \"k6_tmap_1\", \"215\": \"r3_lattices\", \"216\": \"k15_lattice3\", \"217\": \"k10_funct_3\", \"218\": \"r1_yellow_0\", \"219\": \"k1_funct_3\", \"220\": \"v11_waybel_0\", \"221\": \"v3_funct_2\", \"222\": \"v1_tdlat_3\", \"223\": \"r3_orders_2\", \"224\": \"r4_lattice3\", \"225\": \"v3_orders_1\", \"226\": \"k4_lattice3\", \"227\": \"k7_tmap_1\", \"228\": \"k16_lattice3\", \"229\": \"k2_xtuple_0\", \"230\": \"r1_waybel_9\", \"231\": \"v1_zfmisc_1\", \"232\": \"k10_yellow_6\", \"233\": \"k6_yellow_6\", \"234\": \"k3_lattice3\", \"235\": \"v2_yellow_0\", \"236\": \"v20_lattices\", \"237\": \"k2_lattice3\", \"238\": \"v3_waybel_7\", \"239\": \"r2_waybel_7\", \"240\": \"r1_lattices\", \"241\": \"r1_waybel_7\", \"242\": \"r7_relat_2\", \"243\": \"v1_finset_1\", \"244\": \"r1_relat_2\", \"245\": \"v3_yellow_0\", \"246\": \"r6_relat_2\", \"247\": \"v1_yellow_0\", \"248\": \"v3_ordinal1\", \"249\": \"v6_orders_2\", \"250\": \"failure\", \"251\": \"success\", \"252\": \"a_6_0_relset_2\", \"253\": \"k1_enumset1\", \"254\": \"v3_tops_1\", \"255\": \"v1_tops_1\", \"256\": \"k6_enumset1\", \"257\": \"k4_enumset1\", \"258\": \"k7_enumset1\", \"259\": \"k3_enumset1\", \"260\": \"v18_lattices\", \"261\": \"v1_orders_2\", \"262\": \"v2_tops_1\"}", "word_index": "{\"var\": 1, \",\": 2, \"(\": 3, \")\": 4, \"=\": 5, \"-\": 6, \"<start>\": 7, \"<end>\": 8, \"[\": 9, \"]\": 10, \"u1_struct_0\": 11, \"r2_hidden\": 12, \"k1_zfmisc_1\": 13, \"m1_subset_1\": 14, \"sklm\": 15, \"k9_xtuple_0\": 16, \"k2_zfmisc_1\": 17, \"k4_tarski\": 18, \"v1_relat_1\": 19, \"k1_tarski\": 20, \"ext\": 21, \"n\": 22, \"r1_tarski\": 23, \"v1_funct_1\": 24, \"k1_xboole_0\": 25, \"k5_relat_1\": 26, \"l1_pre_topc\": 27, \"v2_struct_0\": 28, \"k3_relat_1\": 29, \"k3_xboole_0\": 30, \"k2_tarski\": 31, \"v1_xboole_0\": 32, \"u1_orders_2\": 33, \"k1_funct_1\": 34, \"k3_tarski\": 35, \"v1_funct_2\": 36, \"v2_pre_topc\": 37, \"k10_xtuple_0\": 38, \"k1_relset_1\": 39, \"k7_relat_1\": 40, \"l1_orders_2\": 41, \"k6_subset_1\": 42, \"k4_relat_1\": 43, \"k3_subset_1\": 44, \"k4_xboole_0\": 45, \"r1_orders_2\": 46, \"k2_struct_0\": 47, \"k2_pre_topc\": 48, \"k4_zfmisc_1\": 49, \"k3_xtuple_0\": 50, \"m1_pre_topc\": 51, \"k2_wellord1\": 52, \"k3_partfun1\": 53, \"k2_xboole_0\": 54, \"k2_relset_1\": 55, \"k8_relat_1\": 56, \"l1_struct_0\": 57, \"k2_partfun1\": 58, \"k8_relset_1\": 59, \"g1_waybel_0\": 60, \"k1_tops_1\": 61, \"u1_waybel_0\": 62, \"u1_pre_topc\": 63, \"v5_orders_2\": 64, \"k6_relat_1\": 65, \"k2_funct_1\": 66, \"g1_pre_topc\": 67, \"a_1_0_filter_1\": 68, \"k1_relat_1\": 69, \"k7_setfam_1\": 70, \"v4_orders_2\": 71, \"k7_relset_1\": 72, \"k2_tmap_1\": 73, \"v4_pre_topc\": 74, \"a_2_0_yellow19\": 75, \"k6_partfun1\": 76, \"v5_relat_1\": 77, \"k1_wellord1\": 78, \"l1_waybel_0\": 79, \"k1_pre_topc\": 80, \"r1_xboole_0\": 81, \"k11_lattice3\": 82, \"k1_yellow19\": 83, \"v3_orders_2\": 84, \"k5_partfun1\": 85, \"v4_relat_1\": 86, \"k7_subset_1\": 87, \"v4_lattices\": 88, \"r1_setfam_1\": 89, \"k3_struct_0\": 90, \"v2_funct_1\": 91, \"v3_pre_topc\": 92, \"k10_lattice3\": 93, \"k3_funct_3\": 94, \"k7_partfun1\": 95, \"v2_lattice3\": 96, \"k4_yellow_0\": 97, \"r1_partfun1\": 98, \"l3_lattices\": 99, \"v1_partfun1\": 100, \"k2_tops_2\": 101, \"v1_lattice3\": 102, \"k4_setfam_1\": 103, \"k1_partfun1\": 104, \"k7_lattices\": 105, \"v10_lattices\": 106, \"k1_tsep_1\": 107, \"v5_pre_topc\": 108, \"v5_lattices\": 109, \"v8_pre_topc\": 110, \"m1_yellow_0\": 111, \"k4_partfun2\": 112, \"r2_relset_1\": 113, \"v2_waybel_0\": 114, \"k12_lattice3\": 115, \"v4_relat_2\": 116, \"v7_lattices\": 117, \"k4_subset_1\": 118, \"k3_tmap_1\": 119, \"v10_pre_topc\": 120, \"v1_relat_2\": 121, \"v8_relat_2\": 122, \"l1_waybel_9\": 123, \"k2_funcop_1\": 124, \"v1_compts_1\": 125, \"v2_compts_1\": 126, \"k9_relat_1\": 127, \"k9_subset_1\": 128, \"k3_yellow_1\": 129, \"v7_waybel_0\": 130, \"r3_waybel_9\": 131, \"k4_lattices\": 132, \"k6_domain_1\": 133, \"v1_pre_topc\": 134, \"v13_waybel_0\": 135, \"k2_enumset1\": 136, \"v2_wellord1\": 137, \"v9_lattices\": 138, \"v8_lattices\": 139, \"r2_funct_2\": 140, \"v1_tex_2\": 141, \"v1_subset_1\": 142, \"k1_toler_1\": 143, \"k1_waybel_2\": 144, \"k13_funct_3\": 145, \"l2_lattices\": 146, \"g1_orders_2\": 147, \"k5_yellow_2\": 148, \"v6_relat_2\": 149, \"r1_funct_2\": 150, \"r1_relset_1\": 151, \"m1_orders_2\": 152, \"r1_waybel_0\": 153, \"a_3_0_waybel_0\": 154, \"k1_tmap_1\": 155, \"v2_connsp_1\": 156, \"o_0_0_xboole_0\": 157, \"k6_relset_1\": 158, \"v6_waybel_0\": 159, \"r2_orders_2\": 160, \"v3_tops_2\": 161, \"v2_tex_2\": 162, \"v10_waybel_0\": 163, \"k7_waybel_1\": 164, \"l1_lattices\": 165, \"v3_funct_1\": 166, \"k3_yellow_0\": 167, \"m1_connsp_2\": 168, \"red\": 169, \"r1_tmap_1\": 170, \"k3_orders_2\": 171, \"v2_orders_2\": 172, \"v2_tops_2\": 173, \"k8_subset_1\": 174, \"v1_wellord1\": 175, \"r1_lattice3\": 176, \"v2_funct_2\": 177, \"k4_relset_1\": 178, \"r2_relat_2\": 179, \"k9_funct_3\": 180, \"v3_tex_2\": 181, \"k1_domain_1\": 182, \"v6_lattices\": 183, \"k2_waybel_0\": 184, \"v4_yellow_0\": 185, \"v3_tdlat_3\": 186, \"r2_yellow_0\": 187, \"g\": 188, \"r7_orders_1\": 189, \"v2_waybel_7\": 190, \"v11_waybel_1\": 191, \"k4_tmap_1\": 192, \"v9_pre_topc\": 193, \"r2_lattice3\": 194, \"k4_waybel_1\": 195, \"v2_relat_2\": 196, \"k8_filter_1\": 197, \"m1_yellow_6\": 198, \"k1_xtuple_0\": 199, \"k10_finseq_1\": 200, \"k3_lattices\": 201, \"k1_waybel_9\": 202, \"k3_funct_2\": 203, \"k2_yellow_0\": 204, \"v4_tops_1\": 205, \"v17_lattices\": 206, \"v10_waybel_1\": 207, \"v2_waybel_1\": 208, \"k13_lattice3\": 209, \"r3_lattice3\": 210, \"v6_tops_1\": 211, \"v4_lattice3\": 212, \"v19_lattices\": 213, \"k6_tmap_1\": 214, \"r3_lattices\": 215, \"k15_lattice3\": 216, \"k10_funct_3\": 217, \"r1_yellow_0\": 218, \"k1_funct_3\": 219, \"v11_waybel_0\": 220, \"v3_funct_2\": 221, \"v1_tdlat_3\": 222, \"r3_orders_2\": 223, \"r4_lattice3\": 224, \"v3_orders_1\": 225, \"k4_lattice3\": 226, \"k7_tmap_1\": 227, \"k16_lattice3\": 228, \"k2_xtuple_0\": 229, \"r1_waybel_9\": 230, \"v1_zfmisc_1\": 231, \"k10_yellow_6\": 232, \"k6_yellow_6\": 233, \"k3_lattice3\": 234, \"v2_yellow_0\": 235, \"v20_lattices\": 236, \"k2_lattice3\": 237, \"v3_waybel_7\": 238, \"r2_waybel_7\": 239, \"r1_lattices\": 240, \"r1_waybel_7\": 241, \"r7_relat_2\": 242, \"v1_finset_1\": 243, \"r1_relat_2\": 244, \"v3_yellow_0\": 245, \"r6_relat_2\": 246, \"v1_yellow_0\": 247, \"v3_ordinal1\": 248, \"v6_orders_2\": 249, \"failure\": 250, \"success\": 251, \"a_6_0_relset_2\": 252, \"k1_enumset1\": 253, \"v3_tops_1\": 254, \"v1_tops_1\": 255, \"k6_enumset1\": 256, \"k4_enumset1\": 257, \"k7_enumset1\": 258, \"k3_enumset1\": 259, \"v18_lattices\": 260, \"v1_orders_2\": 261, \"v2_tops_1\": 262}"}}