{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 74155, "word_counts": "{\"<start>\": 74155, \"[\": 74155, \"-\": 118658, \"]\": 74155, \"<end>\": 74155, \"failure\": 19, \"k7_partfun1\": 1459, \"(\": 665561, \"var\": 876843, \",\": 750149, \")\": 665561, \"=\": 130677, \"k1_funct_1\": 7246, \"r1_tarski\": 12361, \"k6_relat_1\": 3649, \"v1_xboole_0\": 7429, \"k1_tarski\": 19603, \"k2_tarski\": 8880, \"ext\": 15462, \"n\": 15233, \"success\": 5, \"k7_relset_1\": 1235, \"k1_xboole_0\": 11745, \"k4_xboole_0\": 11624, \"k9_xtuple_0\": 20116, \"v1_funct_1\": 12404, \"v5_relat_1\": 1241, \"k1_relset_1\": 5068, \"v1_relat_1\": 15856, \"k7_relat_1\": 4544, \"r2_hidden\": 35744, \"k1_zfmisc_1\": 46296, \"k2_zfmisc_1\": 25838, \"v4_relat_1\": 1237, \"v2_struct_0\": 10976, \"k2_tsep_1\": 1113, \"k1_tsep_1\": 1572, \"g1_pre_topc\": 2551, \"v2_pre_topc\": 4539, \"l1_pre_topc\": 7691, \"m1_pre_topc\": 4680, \"r1_tsep_1\": 638, \"u1_struct_0\": 50949, \"u1_pre_topc\": 3274, \"v1_tsep_1\": 182, \"v1_pre_topc\": 742, \"m1_subset_1\": 37072, \"k4_tarski\": 17338, \"sklm\": 34956, \"k6_subset_1\": 1495, \"v2_tops_2\": 199, \"v1_tops_2\": 313, \"k7_setfam_1\": 1217, \"v3_tops_1\": 69, \"v2_tops_1\": 147, \"k2_pre_topc\": 3543, \"k4_subset_1\": 1421, \"v4_pre_topc\": 1028, \"l1_lattices\": 276, \"v7_lattices\": 273, \"k2_lattices\": 406, \"k1_lattices\": 960, \"l3_lattices\": 1530, \"v11_lattices\": 116, \"v10_lattices\": 1008, \"k7_filter_0\": 126, \"k7_lattices\": 477, \"k4_filter_0\": 370, \"k4_lattices\": 639, \"v17_lattices\": 222, \"k3_lattices\": 512, \"k6_lattices\": 123, \"v16_lattices\": 83, \"v4_lattices\": 923, \"v14_lattices\": 84, \"l2_lattices\": 273, \"v5_lattices\": 425, \"v15_lattices\": 67, \"v8_lattices\": 215, \"v6_lattices\": 187, \"k5_lattices\": 676, \"v9_lattices\": 184, \"k8_relat_1\": 3330, \"k8_relset_1\": 784, \"v13_lattices\": 111, \"k3_zfmisc_1\": 2102, \"k6_xtuple_0\": 514, \"k9_relat_1\": 437, \"k4_zfmisc_1\": 1471, \"k3_xboole_0\": 17652, \"k3_xtuple_0\": 1769, \"k10_yellow_6\": 467, \"v7_waybel_0\": 572, \"l1_waybel_0\": 1387, \"m2_yellow_6\": 244, \"l1_struct_0\": 2256, \"v4_orders_2\": 1795, \"m1_connsp_2\": 302, \"k5_yellow_6\": 41, \"r1_waybel_0\": 276, \"r2_waybel_0\": 91, \"a_2_1_orders_2\": 76, \"k2_struct_0\": 3515, \"k6_domain_1\": 884, \"v3_orders_2\": 1389, \"l1_orders_2\": 4390, \"v5_orders_2\": 1644, \"k2_orders_2\": 180, \"r2_orders_2\": 392, \"k2_xboole_0\": 15420, \"k5_xboole_0\": 1767, \"v6_orders_2\": 101, \"k2_partfun1\": 1553, \"k5_relat_1\": 9658, \"r2_relset_1\": 934, \"k8_setfam_1\": 255, \"k9_subset_1\": 2836, \"r3_lattices\": 138, \"k16_lattice3\": 158, \"r3_lattice3\": 131, \"k8_subset_1\": 49, \"v4_lattice3\": 124, \"k10_xtuple_0\": 10465, \"o_0_0_xboole_0\": 371, \"k7_enumset1\": 696, \"k6_enumset1\": 923, \"k2_enumset1\": 3383, \"k3_enumset1\": 999, \"k1_enumset1\": 1823, \"k5_partfun1\": 695, \"v1_partfun1\": 606, \"r1_partfun1\": 509, \"k1_wellord2\": 884, \"k1_relat_1\": 1599, \"v1_funct_2\": 4311, \"k2_relset_1\": 1384, \"k2_xtuple_0\": 620, \"k1_xtuple_0\": 534, \"v5_pre_topc\": 759, \"k3_tmap_1\": 760, \"r4_tsep_1\": 173, \"g\": 229, \"r1_xboole_0\": 1671, \"k3_relset_1\": 1301, \"k3_subset_1\": 4844, \"k6_relset_2\": 410, \"k2_relat_1\": 2438, \"r2_xboole_0\": 131, \"r3_xboole_0\": 48, \"k4_partfun1\": 183, \"v2_funct_1\": 1198, \"v3_funct_2\": 106, \"k2_funct_2\": 88, \"v2_funct_2\": 105, \"k6_partfun1\": 472, \"r1_tmap_1\": 246, \"k6_tmap_1\": 453, \"k3_relat_1\": 4574, \"k2_funct_1\": 3329, \"k4_relat_1\": 3638, \"k2_tmap_1\": 1183, \"k7_tmap_1\": 104, \"k1_partfun1\": 871, \"m1_orders_1\": 137, \"k1_orders_1\": 131, \"k4_orders_2\": 137, \"m2_orders_2\": 145, \"k3_tarski\": 5438, \"k3_funct_2\": 517, \"v2_compts_1\": 160, \"m1_setfam_1\": 61, \"k16_funct_3\": 69, \"k13_funct_3\": 603, \"k15_funct_3\": 215, \"k12_funct_3\": 28, \"r2_funct_2\": 263, \"v3_tdlat_3\": 101, \"r3_tsep_1\": 12, \"k10_tmap_1\": 297, \"v1_finset_1\": 343, \"k7_subset_1\": 1016, \"k1_tops_1\": 2075, \"v5_tops_1\": 100, \"v6_tops_1\": 76, \"k4_enumset1\": 1247, \"k2_tops_2\": 358, \"r1_orders_2\": 3481, \"u1_orders_2\": 3729, \"k15_lattice3\": 232, \"m1_yellow_0\": 463, \"r4_lattice3\": 130, \"r1_lattices\": 308, \"k1_subset_1\": 88, \"k2_subset_1\": 521, \"v1_tops_1\": 188, \"k1_binop_1\": 285, \"k11_funct_3\": 157, \"k9_setfam_1\": 585, \"k4_relset_2\": 60, \"k10_eqrel_1\": 440, \"k2_waybel_0\": 162, \"u1_waybel_0\": 700, \"v3_pre_topc\": 1131, \"k10_subset_1\": 24, \"k2_tops_1\": 1065, \"k6_funct_2\": 155, \"m1_orders_2\": 172, \"k3_orders_2\": 294, \"r2_yellow_0\": 721, \"r1_lattice3\": 988, \"v4_relat_2\": 148, \"v2_orders_2\": 30, \"r7_orders_1\": 6, \"v1_relat_2\": 237, \"v8_relat_2\": 238, \"v3_tops_2\": 97, \"k2_yellow_1\": 1797, \"g1_orders_2\": 2841, \"k1_mcart_1\": 280, \"r2_lattice3\": 1060, \"k2_mcart_1\": 164, \"v1_orders_2\": 392, \"r3_orders_2\": 185, \"k5_xtuple_0\": 245, \"k1_yellow_1\": 297, \"v2_yellow_0\": 59, \"k4_xtuple_0\": 96, \"v2_xtuple_0\": 15, \"k7_filter_1\": 334, \"k6_relset_1\": 76, \"k1_yellow19\": 53, \"r2_waybel_7\": 45, \"k5_waybel_0\": 188, \"v12_waybel_0\": 254, \"v1_waybel_0\": 191, \"v14_waybel_0\": 22, \"k1_connsp_1\": 34, \"k5_setfam_1\": 992, \"v2_connsp_1\": 13, \"v1_yellow_0\": 75, \"v3_yellow_0\": 21, \"v7_struct_0\": 39, \"k4_yellow_0\": 398, \"k3_yellow_0\": 277, \"k8_tmap_1\": 650, \"k2_wellord1\": 1418, \"v4_tops_1\": 39, \"k2_yellow_0\": 1056, \"v19_lattices\": 68, \"v18_lattices\": 22, \"k5_tmap_1\": 139, \"k1_setfam_1\": 1617, \"k6_setfam_1\": 539, \"k1_partfun2\": 124, \"k11_lattice3\": 637, \"v2_lattice3\": 469, \"k4_waybel_1\": 93, \"l1_waybel_9\": 153, \"k12_lattice3\": 326, \"v1_lattice3\": 459, \"v8_pre_topc\": 192, \"v3_yellow_6\": 61, \"k2_yellow_6\": 7, \"k11_yellow_6\": 77, \"k6_waybel_9\": 5, \"k3_waybel_2\": 61, \"r1_yellow_0\": 599, \"k1_yellow_0\": 1020, \"k1_lattice3\": 389, \"v2_tex_2\": 664, \"r1_funct_2\": 139, \"k10_lattice3\": 478, \"v1_subset_1\": 188, \"k1_tex_2\": 238, \"v1_tex_2\": 112, \"v1_compts_1\": 171, \"k5_enumset1\": 753, \"k3_partfun1\": 1559, \"r1_relset_1\": 140, \"v4_yellow_0\": 213, \"v3_lattice3\": 53, \"k3_funct_3\": 723, \"v1_borsuk_1\": 134, \"v1_tdlat_3\": 121, \"k7_relset_2\": 209, \"k7_domain_1\": 108, \"r7_relat_2\": 13, \"v2_waybel_7\": 38, \"k7_lattice3\": 818, \"v1_waybel_7\": 42, \"v13_waybel_0\": 368, \"v2_waybel_0\": 293, \"r1_subset_1\": 33, \"v2_waybel_1\": 69, \"v2_ordinal1\": 93, \"v3_ordinal1\": 389, \"v1_ordinal1\": 89, \"v10_waybel_0\": 50, \"r3_waybel_9\": 142, \"k4_yellow_2\": 34, \"k1_waybel_2\": 71, \"k3_mcart_1\": 149, \"a_2_0_orders_2\": 79, \"k1_orders_2\": 137, \"k1_struct_0\": 243, \"g1_waybel_0\": 171, \"m1_yellow_6\": 97, \"np_var\": 174, \"v6_waybel_0\": 205, \"k5_relset_1\": 104, \"k1_pre_topc\": 595, \"r4_wellord1\": 104, \"k4_waybel_9\": 365, \"k1_toler_1\": 175, \"a_3_0_waybel_9\": 18, \"v11_waybel_0\": 28, \"k5_yellow_2\": 5, \"k1_waybel_9\": 62, \"v1_zfmisc_1\": 157, \"v20_lattices\": 45, \"k1_funct_2\": 470, \"m4_yellow_6\": 27, \"k13_yellow_6\": 62, \"a_2_1_yellow_6\": 14, \"v8_yellow_6\": 5, \"k3_yellow_6\": 70, \"k8_funcop_1\": 13, \"m2_connsp_2\": 8, \"r1_relat_2\": 60, \"k9_tmap_1\": 184, \"k3_struct_0\": 169, \"v4_tex_2\": 33, \"v3_borsuk_1\": 28, \"r2_subset_1\": 3, \"k4_waybel_0\": 319, \"k12_waybel_0\": 14, \"k1_waybel_3\": 38, \"v24_waybel_0\": 27, \"v3_waybel_3\": 37, \"r1_waybel_3\": 35, \"v2_waybel_3\": 41, \"a_2_0_waybel_3\": 76, \"v1_waybel_3\": 3, \"a_2_0_relset_2\": 49, \"k9_yellow_6\": 114, \"v3_orders_1\": 11, \"v6_relat_2\": 111, \"v5_yellow_0\": 12, \"r6_relat_2\": 50, \"k13_lattice3\": 212, \"a_2_3_lattice3\": 13, \"a_2_4_lattice3\": 2, \"r2_wellord1\": 62, \"r1_waybel_9\": 26, \"k1_funct_3\": 843, \"r4_waybel_0\": 6, \"r3_waybel_0\": 21, \"k1_relset_2\": 64, \"v3_tex_2\": 118, \"k4_mcart_1\": 205, \"k7_xtuple_0\": 91, \"k5_mcart_1\": 93, \"k8_xtuple_0\": 88, \"k6_mcart_1\": 101, \"k7_mcart_1\": 141, \"k1_tops_2\": 170, \"k4_partfun2\": 406, \"k2_funcop_1\": 131, \"g3_lattices\": 457, \"u2_lattices\": 253, \"u1_lattices\": 99, \"v3_lattices\": 42, \"k1_wellord1\": 472, \"r1_ordinal1\": 51, \"k2_wellord2\": 14, \"v2_wellord1\": 164, \"o_4_0_partfun1\": 7, \"k9_funct_3\": 98, \"k10_funct_3\": 74, \"k1_ordinal1\": 718, \"v5_ordinal1\": 1, \"v3_funct_1\": 167, \"k3_yellow_1\": 1163, \"k3_lattice3\": 104, \"r2_setfam_1\": 14, \"k1_compts_1\": 56, \"k6_funct_3\": 33, \"k8_funct_2\": 167, \"v2_relat_2\": 12, \"r2_relat_2\": 13, \"r8_relat_2\": 84, \"k4_relset_1\": 113, \"r1_waybel_7\": 38, \"v3_waybel_7\": 10, \"r2_waybel_9\": 10, \"k4_funct_2\": 34, \"k5_funct_2\": 3, \"k4_lattice3\": 343, \"k5_lattice3\": 53, \"v23_waybel_0\": 32, \"k2_lattice3\": 14, \"r4_relat_2\": 83, \"v5_orders_3\": 18, \"k1_connsp_2\": 147, \"a_2_0_lattice3\": 35, \"v11_waybel_1\": 53, \"v10_waybel_1\": 19, \"v2_tdlat_3\": 65, \"k3_partfun2\": 430, \"v5_funct_1\": 19, \"v2_relat_1\": 14, \"g2_lattices\": 192, \"v2_lattices\": 11, \"a_3_0_waybel_0\": 29, \"k7_funct_3\": 48, \"v1_connsp_2\": 19, \"r2_connsp_2\": 3, \"r1_connsp_2\": 22, \"v2_connsp_2\": 7, \"k3_waybel_0\": 486, \"a_2_1_waybel_0\": 32, \"k2_yellow19\": 121, \"k3_yellow19\": 258, \"a_2_0_yellow_6\": 51, \"k3_funct_1\": 11, \"v1_yellow_6\": 17, \"k4_yellow_6\": 30, \"k6_eqrel_1\": 17, \"v3_relat_2\": 55, \"k7_eqrel_1\": 11, \"a_1_0_eqrel_1\": 11, \"k8_eqrel_1\": 115, \"k7_funct_2\": 128, \"v1_wellord1\": 141, \"k3_filter_1\": 67, \"m1_eqrel_1\": 17, \"m2_filter_1\": 37, \"r1_binop_1\": 34, \"k9_eqrel_1\": 13, \"r3_binop_1\": 21, \"r2_binop_1\": 25, \"m2_subset_1\": 4, \"k13_mcart_1\": 58, \"k14_mcart_1\": 7, \"k15_mcart_1\": 8, \"k16_mcart_1\": 12, \"v13_struct_0\": 9, \"k4_setfam_1\": 33, \"r1_setfam_1\": 167, \"k6_filter_1\": 267, \"v3_binop_1\": 16, \"k1_lattice2\": 10, \"o_1_0_funct_2\": 49, \"r5_relat_2\": 20, \"k4_funct_3\": 362, \"r6_binop_1\": 21, \"r5_binop_1\": 38, \"r4_binop_1\": 37, \"k9_filter_0\": 6, \"v3_filter_0\": 20, \"k4_tmap_1\": 52, \"r1_wellord1\": 21, \"k6_waybel_0\": 153, \"a_2_0_tex_2\": 14, \"v4_waybel_7\": 54, \"v5_waybel_6\": 9, \"v3_xtuple_0\": 46, \"k2_binop_1\": 10, \"r3_relat_2\": 16, \"k3_waybel_9\": 71, \"m1_funct_2\": 65, \"k1_tmap_1\": 89, \"g1_lattices\": 181, \"v1_lattices\": 20, \"v4_ordinal1\": 18, \"r3_wellord1\": 134, \"v5_waybel_0\": 10, \"k2_setfam_1\": 36, \"r6_orders_1\": 9, \"v3_relat_1\": 21, \"v3_waybel_0\": 19, \"a_2_2_lattice3\": 3, \"k8_funct_3\": 3, \"r2_lattices\": 29, \"a_3_1_waybel_0\": 30, \"v2_yellow_6\": 8, \"a_3_2_lattice3\": 6, \"k2_partfun2\": 211, \"a_2_0_yellow19\": 71, \"r2_tarski\": 12, \"r2_wellord2\": 55, \"v3_card_1\": 58, \"v15_waybel_0\": 22, \"v1_tops_3\": 5, \"k10_relat_1\": 26, \"k9_funct_2\": 261, \"k6_yellow_1\": 61, \"k5_yellow_1\": 75, \"k7_funcop_1\": 239, \"m1_yellow19\": 20, \"k5_waybel_9\": 11, \"k5_subset_1\": 24, \"v6_yellow_0\": 3, \"k4_card_3\": 23, \"v1_classes1\": 6, \"v1_classes2\": 13, \"v1_card_1\": 6, \"v2_classes1\": 4, \"k1_card_1\": 15, \"k3_card_3\": 46, \"k6_yellow_6\": 6, \"k14_funct_3\": 91, \"k3_relset_2\": 171, \"k1_domain_1\": 67, \"r3_orders_1\": 7, \"r3_connsp_1\": 5, \"v3_connsp_1\": 3, \"v3_setfam_1\": 23, \"v3_finset_1\": 10, \"a_3_6_lattice3\": 1, \"m3_yellow_6\": 40, \"k8_yellow_6\": 25, \"k3_yellow_3\": 16, \"v1_yellow_1\": 23, \"k12_pralg_1\": 48, \"k2_yellow_3\": 1, \"k7_yellow_6\": 1, \"k7_waybel_1\": 29, \"v4_funct_1\": 7, \"v1_yellow_8\": 18, \"o_2_4_topgen_2\": 20, \"v5_waybel_7\": 19, \"k1_waybel_4\": 19, \"k8_lattice3\": 31, \"v4_waybel_0\": 13, \"v1_yellow_3\": 3, \"a_2_1_yellow19\": 62, \"a_2_0_tmap_1\": 13, \"k6_filter_0\": 62, \"k2_filter_0\": 53, \"r1_borsuk_1\": 7, \"a_3_4_lattice3\": 12, \"v9_pre_topc\": 9, \"a_2_0_waybel_0\": 27, \"k5_relset_2\": 3, \"k3_setfam_1\": 35, \"r1_filter_1\": 7, \"k8_filter_1\": 53, \"r8_orders_1\": 6, \"v2_waybel_2\": 22, \"k2_waybel_9\": 10, \"a_1_0_filter_1\": 187, \"r9_orders_1\": 9, \"o_1_2_funct_1\": 37, \"v2_pralg_1\": 25, \"k10_pralg_1\": 17, \"v25_waybel_0\": 7, \"v10_pre_topc\": 37, \"k5_yellow_0\": 13, \"a_2_1_lattice3\": 2, \"o_3_4_yellow19\": 2}", "word_docs": "{\"<start>\": 74155, \"[\": 74155, \"<end>\": 74155, \"]\": 74155, \"-\": 56934, \"failure\": 19, \",\": 71643, \"k7_partfun1\": 811, \"=\": 52490, \"k1_funct_1\": 3012, \"(\": 72245, \")\": 72245, \"var\": 73923, \"r1_tarski\": 7776, \"k6_relat_1\": 1105, \"v1_xboole_0\": 4638, \"k2_tarski\": 2575, \"k1_tarski\": 4738, \"n\": 15233, \"ext\": 15462, \"success\": 5, \"k7_relset_1\": 646, \"k1_xboole_0\": 5048, \"k4_xboole_0\": 2616, \"k9_xtuple_0\": 5676, \"v1_funct_1\": 7599, \"v5_relat_1\": 747, \"k1_relset_1\": 2066, \"v1_relat_1\": 9156, \"k7_relat_1\": 1762, \"r2_hidden\": 19144, \"k2_zfmisc_1\": 10528, \"k1_zfmisc_1\": 17731, \"v4_relat_1\": 721, \"v2_struct_0\": 7058, \"k2_tsep_1\": 294, \"k1_tsep_1\": 544, \"g1_pre_topc\": 880, \"u1_struct_0\": 16976, \"v2_pre_topc\": 3136, \"l1_pre_topc\": 5516, \"m1_pre_topc\": 2464, \"r1_tsep_1\": 392, \"u1_pre_topc\": 1275, \"v1_tsep_1\": 118, \"v1_pre_topc\": 500, \"m1_subset_1\": 20167, \"sklm\": 17583, \"k4_tarski\": 5214, \"k6_subset_1\": 479, \"v2_tops_2\": 160, \"k7_setfam_1\": 401, \"v1_tops_2\": 233, \"v3_tops_1\": 60, \"k2_pre_topc\": 1524, \"v2_tops_1\": 117, \"k4_subset_1\": 615, \"v4_pre_topc\": 696, \"v7_lattices\": 101, \"l1_lattices\": 128, \"k1_lattices\": 350, \"v11_lattices\": 95, \"k2_lattices\": 203, \"l3_lattices\": 1115, \"v10_lattices\": 780, \"k7_filter_0\": 71, \"k4_lattices\": 264, \"k7_lattices\": 206, \"v17_lattices\": 173, \"k4_filter_0\": 108, \"k3_lattices\": 208, \"k6_lattices\": 66, \"v16_lattices\": 34, \"v4_lattices\": 293, \"v14_lattices\": 55, \"v5_lattices\": 134, \"l2_lattices\": 213, \"v15_lattices\": 42, \"v8_lattices\": 181, \"v6_lattices\": 149, \"k5_lattices\": 107, \"v9_lattices\": 140, \"k8_relat_1\": 1460, \"k8_relset_1\": 374, \"v13_lattices\": 82, \"k3_zfmisc_1\": 791, \"k6_xtuple_0\": 311, \"k9_relat_1\": 219, \"k4_zfmisc_1\": 536, \"k3_xboole_0\": 4162, \"k3_xtuple_0\": 579, \"k10_yellow_6\": 227, \"v7_waybel_0\": 444, \"m2_yellow_6\": 126, \"v4_orders_2\": 1367, \"l1_struct_0\": 1424, \"l1_waybel_0\": 974, \"m1_connsp_2\": 238, \"k5_yellow_6\": 32, \"r1_waybel_0\": 249, \"r2_waybel_0\": 75, \"a_2_1_orders_2\": 57, \"k6_domain_1\": 462, \"k2_struct_0\": 1136, \"v3_orders_2\": 1157, \"l1_orders_2\": 3658, \"v5_orders_2\": 1470, \"k2_orders_2\": 78, \"r2_orders_2\": 300, \"k2_xboole_0\": 4265, \"k5_xboole_0\": 423, \"v6_orders_2\": 82, \"k2_partfun1\": 715, \"k5_relat_1\": 2276, \"r2_relset_1\": 812, \"k8_setfam_1\": 124, \"k9_subset_1\": 1337, \"r3_lattices\": 112, \"k16_lattice3\": 77, \"r3_lattice3\": 100, \"k8_subset_1\": 34, \"v4_lattice3\": 104, \"k10_xtuple_0\": 3208, \"o_0_0_xboole_0\": 202, \"k7_enumset1\": 261, \"k6_enumset1\": 399, \"k2_enumset1\": 1051, \"k3_enumset1\": 487, \"k1_enumset1\": 776, \"k5_partfun1\": 407, \"v1_partfun1\": 478, \"r1_partfun1\": 400, \"k1_wellord2\": 230, \"k1_relat_1\": 793, \"v1_funct_2\": 2929, \"k2_relset_1\": 897, \"k2_xtuple_0\": 343, \"k1_xtuple_0\": 252, \"k3_tmap_1\": 328, \"v5_pre_topc\": 536, \"r4_tsep_1\": 169, \"g\": 229, \"r1_xboole_0\": 1033, \"k3_relset_1\": 398, \"k3_subset_1\": 1486, \"k6_relset_2\": 166, \"k2_relat_1\": 474, \"r2_xboole_0\": 104, \"r3_xboole_0\": 37, \"k4_partfun1\": 95, \"v2_funct_1\": 908, \"v3_funct_2\": 83, \"k2_funct_2\": 30, \"v2_funct_2\": 91, \"k6_partfun1\": 171, \"r1_tmap_1\": 176, \"k6_tmap_1\": 187, \"k3_relat_1\": 1857, \"k2_funct_1\": 572, \"k4_relat_1\": 1061, \"k7_tmap_1\": 46, \"k2_tmap_1\": 468, \"k1_partfun1\": 480, \"k1_orders_1\": 111, \"k4_orders_2\": 66, \"m2_orders_2\": 117, \"m1_orders_1\": 111, \"k3_tarski\": 1054, \"k3_funct_2\": 292, \"v2_compts_1\": 125, \"m1_setfam_1\": 50, \"k16_funct_3\": 56, \"k13_funct_3\": 203, \"k15_funct_3\": 93, \"k12_funct_3\": 13, \"r2_funct_2\": 214, \"v3_tdlat_3\": 80, \"r3_tsep_1\": 12, \"k10_tmap_1\": 151, \"v1_finset_1\": 225, \"k7_subset_1\": 446, \"k1_tops_1\": 1001, \"v5_tops_1\": 76, \"v6_tops_1\": 59, \"k4_enumset1\": 473, \"k2_tops_2\": 147, \"r1_orders_2\": 1832, \"u1_orders_2\": 1254, \"k15_lattice3\": 111, \"m1_yellow_0\": 356, \"r1_lattices\": 237, \"r4_lattice3\": 104, \"k1_subset_1\": 41, \"k2_subset_1\": 160, \"v1_tops_1\": 154, \"k1_binop_1\": 93, \"k11_funct_3\": 67, \"k10_eqrel_1\": 153, \"k9_setfam_1\": 216, \"k4_relset_2\": 44, \"k2_waybel_0\": 116, \"u1_waybel_0\": 342, \"v3_pre_topc\": 833, \"k10_subset_1\": 11, \"k2_tops_1\": 403, \"k6_funct_2\": 97, \"m1_orders_2\": 145, \"k3_orders_2\": 181, \"r2_yellow_0\": 465, \"r1_lattice3\": 608, \"v2_orders_2\": 27, \"v4_relat_2\": 76, \"r7_orders_1\": 6, \"v1_relat_2\": 135, \"v8_relat_2\": 151, \"v3_tops_2\": 92, \"k2_yellow_1\": 427, \"g1_orders_2\": 831, \"k1_mcart_1\": 153, \"r2_lattice3\": 656, \"k2_mcart_1\": 122, \"v1_orders_2\": 198, \"r3_orders_2\": 166, \"k5_xtuple_0\": 140, \"k1_yellow_1\": 103, \"v2_yellow_0\": 54, \"k4_xtuple_0\": 54, \"v2_xtuple_0\": 12, \"k7_filter_1\": 82, \"k6_relset_1\": 41, \"k1_yellow19\": 31, \"r2_waybel_7\": 33, \"k5_waybel_0\": 97, \"v14_waybel_0\": 22, \"v1_waybel_0\": 162, \"v12_waybel_0\": 221, \"k1_connsp_1\": 24, \"k5_setfam_1\": 445, \"v2_connsp_1\": 9, \"v1_yellow_0\": 64, \"v3_yellow_0\": 15, \"v7_struct_0\": 33, \"k4_yellow_0\": 118, \"k3_yellow_0\": 103, \"k8_tmap_1\": 234, \"k2_wellord1\": 430, \"v4_tops_1\": 31, \"k2_yellow_0\": 439, \"v19_lattices\": 45, \"v18_lattices\": 8, \"k5_tmap_1\": 62, \"k1_setfam_1\": 252, \"k6_setfam_1\": 155, \"k1_partfun2\": 67, \"k11_lattice3\": 284, \"v2_lattice3\": 406, \"k4_waybel_1\": 70, \"l1_waybel_9\": 103, \"k12_lattice3\": 160, \"k2_yellow_6\": 6, \"v1_lattice3\": 391, \"k6_waybel_9\": 5, \"k11_yellow_6\": 35, \"v8_pre_topc\": 158, \"v3_yellow_6\": 55, \"k3_waybel_2\": 28, \"r1_yellow_0\": 437, \"k1_yellow_0\": 440, \"k1_lattice3\": 112, \"v2_tex_2\": 369, \"r1_funct_2\": 108, \"k10_lattice3\": 257, \"v1_subset_1\": 148, \"k1_tex_2\": 93, \"v1_tex_2\": 89, \"v1_compts_1\": 160, \"k5_enumset1\": 353, \"k3_partfun1\": 622, \"r1_relset_1\": 114, \"v4_yellow_0\": 167, \"v3_lattice3\": 45, \"k3_funct_3\": 226, \"v1_tdlat_3\": 110, \"v1_borsuk_1\": 94, \"k7_relset_2\": 88, \"k7_domain_1\": 56, \"r7_relat_2\": 13, \"k7_lattice3\": 146, \"v2_waybel_7\": 32, \"v1_waybel_7\": 37, \"v13_waybel_0\": 317, \"v2_waybel_0\": 234, \"r1_subset_1\": 27, \"v2_waybel_1\": 15, \"v2_ordinal1\": 55, \"v3_ordinal1\": 243, \"v1_ordinal1\": 68, \"v10_waybel_0\": 50, \"r3_waybel_9\": 127, \"k4_yellow_2\": 9, \"k1_waybel_2\": 40, \"k3_mcart_1\": 112, \"a_2_0_orders_2\": 60, \"k1_struct_0\": 96, \"k1_orders_2\": 64, \"g1_waybel_0\": 76, \"m1_yellow_6\": 72, \"np_var\": 118, \"v6_waybel_0\": 170, \"k5_relset_1\": 57, \"k1_pre_topc\": 304, \"r4_wellord1\": 68, \"k4_waybel_9\": 128, \"k1_toler_1\": 99, \"a_3_0_waybel_9\": 15, \"v11_waybel_0\": 27, \"k5_yellow_2\": 5, \"k1_waybel_9\": 20, \"v1_zfmisc_1\": 116, \"v20_lattices\": 42, \"k1_funct_2\": 186, \"m4_yellow_6\": 19, \"k13_yellow_6\": 27, \"a_2_1_yellow_6\": 13, \"v8_yellow_6\": 4, \"k3_yellow_6\": 31, \"k8_funcop_1\": 13, \"m2_connsp_2\": 7, \"r1_relat_2\": 54, \"k9_tmap_1\": 81, \"k3_struct_0\": 82, \"v3_borsuk_1\": 27, \"v4_tex_2\": 32, \"k1_waybel_3\": 29, \"k12_waybel_0\": 10, \"r2_subset_1\": 3, \"k4_waybel_0\": 184, \"v24_waybel_0\": 26, \"v3_waybel_3\": 33, \"r1_waybel_3\": 28, \"v2_waybel_3\": 8, \"a_2_0_waybel_3\": 25, \"v1_waybel_3\": 1, \"a_2_0_relset_2\": 37, \"k9_yellow_6\": 74, \"v3_orders_1\": 11, \"v6_relat_2\": 77, \"v5_yellow_0\": 9, \"r6_relat_2\": 38, \"k13_lattice3\": 123, \"a_2_3_lattice3\": 8, \"a_2_4_lattice3\": 2, \"r2_wellord1\": 58, \"r1_waybel_9\": 21, \"k1_funct_3\": 283, \"r4_waybel_0\": 5, \"r3_waybel_0\": 20, \"k1_relset_2\": 39, \"v3_tex_2\": 98, \"k7_xtuple_0\": 59, \"k4_mcart_1\": 134, \"k8_xtuple_0\": 51, \"k5_mcart_1\": 66, \"k6_mcart_1\": 75, \"k7_mcart_1\": 88, \"k1_tops_2\": 105, \"k4_partfun2\": 175, \"k2_funcop_1\": 75, \"g3_lattices\": 125, \"u2_lattices\": 69, \"u1_lattices\": 49, \"v3_lattices\": 34, \"k1_wellord1\": 230, \"k2_wellord2\": 11, \"r1_ordinal1\": 39, \"v2_wellord1\": 144, \"o_4_0_partfun1\": 7, \"k9_funct_3\": 74, \"k10_funct_3\": 64, \"k1_ordinal1\": 231, \"v5_ordinal1\": 1, \"v3_funct_1\": 131, \"k3_yellow_1\": 398, \"k3_lattice3\": 61, \"r2_setfam_1\": 13, \"k1_compts_1\": 14, \"k6_funct_3\": 21, \"k8_funct_2\": 67, \"v2_relat_2\": 11, \"r2_relat_2\": 11, \"r8_relat_2\": 70, \"k4_relset_1\": 52, \"r1_waybel_7\": 36, \"v3_waybel_7\": 8, \"r2_waybel_9\": 5, \"k4_funct_2\": 21, \"k5_funct_2\": 3, \"k4_lattice3\": 57, \"k5_lattice3\": 32, \"v23_waybel_0\": 25, \"k2_lattice3\": 9, \"r4_relat_2\": 64, \"v5_orders_3\": 17, \"k1_connsp_2\": 94, \"a_2_0_lattice3\": 29, \"v11_waybel_1\": 46, \"v10_waybel_1\": 12, \"v2_tdlat_3\": 53, \"k3_partfun2\": 151, \"v5_funct_1\": 17, \"v2_relat_1\": 12, \"g2_lattices\": 41, \"v2_lattices\": 7, \"a_3_0_waybel_0\": 23, \"k7_funct_3\": 11, \"v1_connsp_2\": 13, \"r2_connsp_2\": 3, \"r1_connsp_2\": 22, \"v2_connsp_2\": 5, \"k3_waybel_0\": 198, \"a_2_1_waybel_0\": 21, \"k2_yellow19\": 65, \"k3_yellow19\": 71, \"a_2_0_yellow_6\": 32, \"k3_funct_1\": 9, \"v1_yellow_6\": 14, \"k4_yellow_6\": 21, \"k6_eqrel_1\": 10, \"v3_relat_2\": 48, \"k7_eqrel_1\": 10, \"a_1_0_eqrel_1\": 3, \"k8_eqrel_1\": 25, \"k7_funct_2\": 77, \"v1_wellord1\": 63, \"k3_filter_1\": 19, \"m1_eqrel_1\": 12, \"m2_filter_1\": 31, \"k9_eqrel_1\": 6, \"r1_binop_1\": 24, \"r3_binop_1\": 21, \"r2_binop_1\": 15, \"m2_subset_1\": 4, \"k13_mcart_1\": 25, \"k14_mcart_1\": 7, \"k16_mcart_1\": 7, \"k15_mcart_1\": 7, \"v13_struct_0\": 5, \"k4_setfam_1\": 25, \"r1_setfam_1\": 104, \"k6_filter_1\": 69, \"v3_binop_1\": 4, \"k1_lattice2\": 3, \"o_1_0_funct_2\": 26, \"r5_relat_2\": 20, \"k4_funct_3\": 139, \"r6_binop_1\": 21, \"r5_binop_1\": 25, \"r4_binop_1\": 26, \"k9_filter_0\": 4, \"v3_filter_0\": 17, \"k4_tmap_1\": 26, \"r1_wellord1\": 17, \"k6_waybel_0\": 72, \"a_2_0_tex_2\": 8, \"v4_waybel_7\": 42, \"v5_waybel_6\": 9, \"v3_xtuple_0\": 30, \"k2_binop_1\": 8, \"r3_relat_2\": 13, \"k3_waybel_9\": 29, \"m1_funct_2\": 55, \"k1_tmap_1\": 67, \"g1_lattices\": 39, \"v1_lattices\": 14, \"v4_ordinal1\": 13, \"r3_wellord1\": 96, \"v5_waybel_0\": 9, \"k2_setfam_1\": 30, \"r6_orders_1\": 9, \"v3_relat_1\": 18, \"v3_waybel_0\": 17, \"a_2_2_lattice3\": 3, \"k8_funct_3\": 1, \"r2_lattices\": 27, \"a_3_1_waybel_0\": 22, \"v2_yellow_6\": 8, \"a_3_2_lattice3\": 4, \"k2_partfun2\": 73, \"a_2_0_yellow19\": 34, \"r2_tarski\": 10, \"r2_wellord2\": 35, \"v3_card_1\": 39, \"v15_waybel_0\": 21, \"v1_tops_3\": 4, \"k10_relat_1\": 16, \"k6_yellow_1\": 43, \"k9_funct_2\": 26, \"k7_funcop_1\": 33, \"k5_yellow_1\": 59, \"m1_yellow19\": 18, \"k5_waybel_9\": 11, \"k5_subset_1\": 16, \"v6_yellow_0\": 2, \"v1_classes2\": 11, \"v1_classes1\": 6, \"k4_card_3\": 20, \"v1_card_1\": 6, \"v2_classes1\": 4, \"k1_card_1\": 6, \"k3_card_3\": 8, \"k6_yellow_6\": 5, \"k14_funct_3\": 31, \"k3_relset_2\": 73, \"k1_domain_1\": 43, \"r3_orders_1\": 7, \"r3_connsp_1\": 5, \"v3_connsp_1\": 2, \"v3_setfam_1\": 17, \"v3_finset_1\": 9, \"a_3_6_lattice3\": 1, \"k3_yellow_3\": 16, \"k8_yellow_6\": 15, \"m3_yellow_6\": 35, \"v1_yellow_1\": 22, \"k12_pralg_1\": 37, \"k2_yellow_3\": 1, \"k7_yellow_6\": 1, \"k7_waybel_1\": 16, \"v4_funct_1\": 7, \"v1_yellow_8\": 18, \"o_2_4_topgen_2\": 6, \"v5_waybel_7\": 17, \"k1_waybel_4\": 17, \"k8_lattice3\": 20, \"v4_waybel_0\": 11, \"v1_yellow_3\": 3, \"a_2_1_yellow19\": 33, \"a_2_0_tmap_1\": 13, \"k6_filter_0\": 22, \"k2_filter_0\": 29, \"r1_borsuk_1\": 7, \"a_3_4_lattice3\": 8, \"v9_pre_topc\": 9, \"a_2_0_waybel_0\": 21, \"k5_relset_2\": 3, \"k3_setfam_1\": 22, \"k8_filter_1\": 22, \"r1_filter_1\": 7, \"r8_orders_1\": 6, \"v2_waybel_2\": 17, \"k2_waybel_9\": 5, \"a_1_0_filter_1\": 14, \"r9_orders_1\": 7, \"o_1_2_funct_1\": 14, \"v2_pralg_1\": 22, \"k10_pralg_1\": 9, \"v25_waybel_0\": 7, \"v10_pre_topc\": 37, \"k5_yellow_0\": 10, \"a_2_1_lattice3\": 1, \"o_3_4_yellow19\": 1}", "index_docs": "{\"7\": 74155, \"8\": 74155, \"10\": 74155, \"9\": 74155, \"6\": 56934, \"456\": 19, \"2\": 71643, \"77\": 811, \"5\": 52490, \"35\": 3012, \"3\": 72245, \"4\": 72245, \"1\": 73923, \"26\": 7776, \"46\": 1105, \"34\": 4638, \"32\": 2575, \"18\": 4738, \"24\": 15233, \"22\": 15462, \"537\": 5, \"87\": 646, \"27\": 5048, \"28\": 2616, \"17\": 5676, \"25\": 7599, \"85\": 747, \"37\": 2066, \"21\": 9156, \"41\": 1762, \"14\": 19144, \"16\": 10528, \"12\": 17731, \"86\": 721, \"29\": 7058, \"93\": 294, \"71\": 544, \"57\": 880, \"11\": 16976, \"42\": 3136, \"33\": 5516, \"39\": 2464, \"128\": 392, \"54\": 1275, \"232\": 118, \"117\": 500, \"13\": 20167, \"15\": 17583, \"20\": 5214, \"75\": 479, \"219\": 160, \"88\": 401, \"179\": 233, \"338\": 60, \"48\": 1524, \"259\": 117, \"78\": 615, \"97\": 696, \"191\": 101, \"189\": 128, \"104\": 350, \"287\": 95, \"161\": 203, \"74\": 1115, \"100\": 780, \"280\": 71, \"127\": 264, \"146\": 206, \"210\": 173, \"169\": 108, \"142\": 208, \"283\": 66, \"323\": 34, \"106\": 293, \"321\": 55, \"159\": 134, \"192\": 213, \"342\": 42, \"211\": 181, \"226\": 149, \"124\": 107, \"229\": 140, \"52\": 1460, \"113\": 374, \"292\": 82, \"60\": 791, \"141\": 311, \"157\": 219, \"76\": 536, \"19\": 4162, \"65\": 579, \"151\": 227, \"136\": 444, \"202\": 126, \"64\": 1367, \"59\": 1424, \"81\": 974, \"181\": 238, \"389\": 32, \"190\": 249, \"313\": 75, \"327\": 57, \"108\": 462, \"49\": 1136, \"80\": 1157, \"43\": 3658, \"68\": 1470, \"234\": 78, \"164\": 300, \"23\": 4265, \"66\": 423, \"301\": 82, \"73\": 715, \"31\": 2276, \"105\": 812, \"197\": 124, \"56\": 1337, \"268\": 112, \"251\": 77, \"274\": 100, \"377\": 34, \"281\": 104, \"30\": 3208, \"168\": 202, \"122\": 261, \"107\": 399, \"51\": 1051, \"101\": 487, \"62\": 776, \"123\": 407, \"131\": 478, \"143\": 400, \"109\": 230, \"70\": 793, \"44\": 2929, \"82\": 897, \"130\": 343, \"138\": 252, \"114\": 328, \"115\": 536, \"237\": 169, \"209\": 229, \"67\": 1033, \"83\": 398, \"38\": 1486, \"160\": 166, \"58\": 474, \"275\": 104, \"380\": 37, \"231\": 95, \"89\": 908, \"295\": 83, \"318\": 30, \"296\": 91, \"147\": 171, \"200\": 176, \"155\": 187, \"40\": 1857, \"53\": 572, \"47\": 1061, \"297\": 46, \"90\": 468, \"110\": 480, \"276\": 111, \"270\": 66, \"261\": 117, \"269\": 111, \"36\": 1054, \"140\": 292, \"250\": 125, \"353\": 50, \"339\": 56, \"132\": 203, \"212\": 93, \"424\": 13, \"194\": 214, \"302\": 80, \"493\": 12, \"182\": 151, \"174\": 225, \"99\": 446, \"61\": 1001, \"304\": 76, \"328\": 59, \"84\": 473, \"173\": 147, \"50\": 1832, \"45\": 1254, \"208\": 111, \"152\": 356, \"180\": 237, \"278\": 104, \"319\": 41, \"139\": 160, \"223\": 154, \"186\": 93, \"252\": 67, \"156\": 153, \"135\": 216, \"357\": 44, \"249\": 116, \"121\": 342, \"92\": 833, \"435\": 11, \"94\": 403, \"254\": 97, \"238\": 145, \"184\": 181, \"119\": 465, \"103\": 608, \"418\": 27, \"258\": 76, \"529\": 6, \"207\": 135, \"205\": 151, \"307\": 92, \"63\": 427, \"55\": 831, \"187\": 153, \"95\": 656, \"247\": 122, \"165\": 198, \"228\": 166, \"201\": 140, \"183\": 103, \"359\": 54, \"309\": 54, \"474\": 12, \"176\": 82, \"329\": 41, \"366\": 31, \"385\": 33, \"224\": 97, \"440\": 22, \"222\": 162, \"198\": 221, \"407\": 24, \"102\": 445, \"483\": 9, \"331\": 64, \"445\": 15, \"392\": 33, \"163\": 118, \"188\": 103, \"126\": 234, \"79\": 430, \"393\": 31, \"96\": 439, \"341\": 45, \"441\": 8, \"266\": 62, \"69\": 252, \"137\": 155, \"282\": 67, \"129\": 284, \"150\": 406, \"310\": 70, \"255\": 103, \"177\": 160, \"520\": 6, \"153\": 391, \"538\": 5, \"326\": 35, \"220\": 158, \"354\": 55, \"355\": 28, \"133\": 437, \"98\": 440, \"166\": 112, \"125\": 369, \"267\": 108, \"145\": 257, \"225\": 148, \"206\": 93, \"291\": 89, \"239\": 160, \"116\": 353, \"72\": 622, \"265\": 114, \"213\": 167, \"367\": 45, \"118\": 226, \"284\": 110, \"272\": 94, \"216\": 88, \"294\": 56, \"484\": 13, \"112\": 146, \"394\": 32, \"387\": 37, \"170\": 317, \"185\": 234, \"411\": 27, \"340\": 15, \"311\": 55, \"167\": 243, \"316\": 68, \"375\": 50, \"262\": 127, \"408\": 9, \"334\": 40, \"257\": 112, \"325\": 60, \"203\": 96, \"271\": 64, \"240\": 76, \"308\": 72, \"236\": 118, \"217\": 170, \"298\": 57, \"134\": 304, \"299\": 68, \"171\": 128, \"235\": 99, \"463\": 15, \"425\": 27, \"539\": 5, \"348\": 20, \"253\": 116, \"386\": 42, \"149\": 186, \"427\": 19, \"349\": 27, \"476\": 13, \"540\": 4, \"337\": 31, \"485\": 13, \"517\": 7, \"358\": 54, \"230\": 81, \"243\": 82, \"426\": 27, \"412\": 32, \"395\": 29, \"477\": 10, \"545\": 3, \"178\": 184, \"428\": 26, \"398\": 33, \"404\": 28, \"390\": 8, \"330\": 25, \"546\": 1, \"378\": 37, \"289\": 74, \"499\": 11, \"293\": 77, \"494\": 9, \"376\": 38, \"214\": 123, \"486\": 8, \"555\": 2, \"350\": 58, \"430\": 21, \"111\": 283, \"530\": 5, \"446\": 20, \"347\": 39, \"286\": 98, \"314\": 59, \"218\": 134, \"320\": 51, \"312\": 66, \"303\": 75, \"263\": 88, \"242\": 105, \"162\": 175, \"277\": 75, \"154\": 125, \"199\": 69, \"305\": 49, \"388\": 34, \"148\": 230, \"478\": 11, \"373\": 39, \"248\": 144, \"521\": 7, \"306\": 74, \"333\": 64, \"120\": 231, \"558\": 1, \"244\": 131, \"91\": 398, \"300\": 61, \"479\": 13, \"362\": 14, \"413\": 21, \"245\": 67, \"495\": 11, \"487\": 11, \"322\": 70, \"290\": 52, \"396\": 36, \"505\": 8, \"506\": 5, \"409\": 21, \"547\": 3, \"175\": 57, \"368\": 32, \"415\": 25, \"480\": 9, \"324\": 64, \"464\": 17, \"260\": 94, \"405\": 29, \"369\": 46, \"457\": 12, \"345\": 53, \"158\": 151, \"458\": 17, \"481\": 12, \"221\": 41, \"500\": 7, \"421\": 23, \"381\": 11, \"459\": 13, \"548\": 3, \"442\": 22, \"522\": 5, \"144\": 198, \"416\": 21, \"285\": 65, \"196\": 71, \"374\": 32, \"501\": 9, \"467\": 14, \"419\": 21, \"468\": 10, \"363\": 48, \"502\": 10, \"503\": 3, \"288\": 25, \"279\": 77, \"264\": 63, \"343\": 19, \"469\": 12, \"399\": 31, \"488\": 6, \"410\": 24, \"447\": 21, \"432\": 15, \"543\": 4, \"360\": 25, \"523\": 7, \"496\": 7, \"518\": 7, \"512\": 5, \"414\": 25, \"246\": 104, \"193\": 69, \"471\": 4, \"507\": 3, \"379\": 26, \"451\": 20, \"172\": 139, \"448\": 21, \"397\": 25, \"400\": 26, \"531\": 4, \"452\": 17, \"372\": 26, \"449\": 17, \"256\": 72, \"482\": 8, \"365\": 42, \"513\": 9, \"383\": 30, \"508\": 8, \"472\": 13, \"335\": 29, \"346\": 55, \"317\": 67, \"233\": 39, \"453\": 14, \"465\": 13, \"273\": 96, \"509\": 9, \"403\": 30, \"514\": 9, \"450\": 18, \"460\": 17, \"549\": 3, \"550\": 1, \"422\": 27, \"420\": 22, \"519\": 8, \"532\": 4, \"215\": 73, \"336\": 34, \"497\": 10, \"364\": 35, \"361\": 39, \"443\": 21, \"541\": 4, \"431\": 16, \"356\": 43, \"195\": 26, \"204\": 33, \"332\": 59, \"454\": 18, \"504\": 11, \"436\": 16, \"551\": 2, \"489\": 11, \"533\": 6, \"437\": 20, \"534\": 6, \"544\": 4, \"475\": 6, \"384\": 8, \"535\": 5, \"315\": 31, \"241\": 73, \"344\": 43, \"524\": 7, \"542\": 5, \"552\": 2, \"438\": 17, \"510\": 9, \"559\": 1, \"473\": 16, \"433\": 15, \"391\": 35, \"439\": 22, \"382\": 37, \"560\": 1, \"561\": 1, \"423\": 16, \"525\": 7, \"466\": 18, \"455\": 6, \"461\": 17, \"462\": 17, \"417\": 20, \"490\": 11, \"553\": 3, \"351\": 33, \"491\": 13, \"352\": 22, \"370\": 29, \"526\": 7, \"498\": 8, \"515\": 9, \"429\": 21, \"554\": 3, \"406\": 22, \"371\": 22, \"527\": 7, \"536\": 6, \"444\": 17, \"511\": 5, \"227\": 14, \"516\": 7, \"401\": 14, \"434\": 22, \"470\": 9, \"528\": 7, \"402\": 37, \"492\": 10, \"556\": 1, \"557\": 1}", "index_word": "{\"1\": \"var\", \"2\": \",\", \"3\": \"(\", \"4\": \")\", \"5\": \"=\", \"6\": \"-\", \"7\": \"<start>\", \"8\": \"[\", \"9\": \"]\", \"10\": \"<end>\", \"11\": \"u1_struct_0\", \"12\": \"k1_zfmisc_1\", \"13\": \"m1_subset_1\", \"14\": \"r2_hidden\", \"15\": \"sklm\", \"16\": \"k2_zfmisc_1\", \"17\": \"k9_xtuple_0\", \"18\": \"k1_tarski\", \"19\": \"k3_xboole_0\", \"20\": \"k4_tarski\", \"21\": \"v1_relat_1\", \"22\": \"ext\", \"23\": \"k2_xboole_0\", \"24\": \"n\", \"25\": \"v1_funct_1\", \"26\": \"r1_tarski\", \"27\": \"k1_xboole_0\", \"28\": \"k4_xboole_0\", \"29\": \"v2_struct_0\", \"30\": \"k10_xtuple_0\", \"31\": \"k5_relat_1\", \"32\": \"k2_tarski\", \"33\": \"l1_pre_topc\", \"34\": \"v1_xboole_0\", \"35\": \"k1_funct_1\", \"36\": \"k3_tarski\", \"37\": \"k1_relset_1\", \"38\": \"k3_subset_1\", \"39\": \"m1_pre_topc\", \"40\": \"k3_relat_1\", \"41\": \"k7_relat_1\", \"42\": \"v2_pre_topc\", \"43\": \"l1_orders_2\", \"44\": \"v1_funct_2\", \"45\": \"u1_orders_2\", \"46\": \"k6_relat_1\", \"47\": \"k4_relat_1\", \"48\": \"k2_pre_topc\", \"49\": \"k2_struct_0\", \"50\": \"r1_orders_2\", \"51\": \"k2_enumset1\", \"52\": \"k8_relat_1\", \"53\": \"k2_funct_1\", \"54\": \"u1_pre_topc\", \"55\": \"g1_orders_2\", \"56\": \"k9_subset_1\", \"57\": \"g1_pre_topc\", \"58\": \"k2_relat_1\", \"59\": \"l1_struct_0\", \"60\": \"k3_zfmisc_1\", \"61\": \"k1_tops_1\", \"62\": \"k1_enumset1\", \"63\": \"k2_yellow_1\", \"64\": \"v4_orders_2\", \"65\": \"k3_xtuple_0\", \"66\": \"k5_xboole_0\", \"67\": \"r1_xboole_0\", \"68\": \"v5_orders_2\", \"69\": \"k1_setfam_1\", \"70\": \"k1_relat_1\", \"71\": \"k1_tsep_1\", \"72\": \"k3_partfun1\", \"73\": \"k2_partfun1\", \"74\": \"l3_lattices\", \"75\": \"k6_subset_1\", \"76\": \"k4_zfmisc_1\", \"77\": \"k7_partfun1\", \"78\": \"k4_subset_1\", \"79\": \"k2_wellord1\", \"80\": \"v3_orders_2\", \"81\": \"l1_waybel_0\", \"82\": \"k2_relset_1\", \"83\": \"k3_relset_1\", \"84\": \"k4_enumset1\", \"85\": \"v5_relat_1\", \"86\": \"v4_relat_1\", \"87\": \"k7_relset_1\", \"88\": \"k7_setfam_1\", \"89\": \"v2_funct_1\", \"90\": \"k2_tmap_1\", \"91\": \"k3_yellow_1\", \"92\": \"v3_pre_topc\", \"93\": \"k2_tsep_1\", \"94\": \"k2_tops_1\", \"95\": \"r2_lattice3\", \"96\": \"k2_yellow_0\", \"97\": \"v4_pre_topc\", \"98\": \"k1_yellow_0\", \"99\": \"k7_subset_1\", \"100\": \"v10_lattices\", \"101\": \"k3_enumset1\", \"102\": \"k5_setfam_1\", \"103\": \"r1_lattice3\", \"104\": \"k1_lattices\", \"105\": \"r2_relset_1\", \"106\": \"v4_lattices\", \"107\": \"k6_enumset1\", \"108\": \"k6_domain_1\", \"109\": \"k1_wellord2\", \"110\": \"k1_partfun1\", \"111\": \"k1_funct_3\", \"112\": \"k7_lattice3\", \"113\": \"k8_relset_1\", \"114\": \"k3_tmap_1\", \"115\": \"v5_pre_topc\", \"116\": \"k5_enumset1\", \"117\": \"v1_pre_topc\", \"118\": \"k3_funct_3\", \"119\": \"r2_yellow_0\", \"120\": \"k1_ordinal1\", \"121\": \"u1_waybel_0\", \"122\": \"k7_enumset1\", \"123\": \"k5_partfun1\", \"124\": \"k5_lattices\", \"125\": \"v2_tex_2\", \"126\": \"k8_tmap_1\", \"127\": \"k4_lattices\", \"128\": \"r1_tsep_1\", \"129\": \"k11_lattice3\", \"130\": \"k2_xtuple_0\", \"131\": \"v1_partfun1\", \"132\": \"k13_funct_3\", \"133\": \"r1_yellow_0\", \"134\": \"k1_pre_topc\", \"135\": \"k9_setfam_1\", \"136\": \"v7_waybel_0\", \"137\": \"k6_setfam_1\", \"138\": \"k1_xtuple_0\", \"139\": \"k2_subset_1\", \"140\": \"k3_funct_2\", \"141\": \"k6_xtuple_0\", \"142\": \"k3_lattices\", \"143\": \"r1_partfun1\", \"144\": \"k3_waybel_0\", \"145\": \"k10_lattice3\", \"146\": \"k7_lattices\", \"147\": \"k6_partfun1\", \"148\": \"k1_wellord1\", \"149\": \"k1_funct_2\", \"150\": \"v2_lattice3\", \"151\": \"k10_yellow_6\", \"152\": \"m1_yellow_0\", \"153\": \"v1_lattice3\", \"154\": \"g3_lattices\", \"155\": \"k6_tmap_1\", \"156\": \"k10_eqrel_1\", \"157\": \"k9_relat_1\", \"158\": \"k3_partfun2\", \"159\": \"v5_lattices\", \"160\": \"k6_relset_2\", \"161\": \"k2_lattices\", \"162\": \"k4_partfun2\", \"163\": \"k4_yellow_0\", \"164\": \"r2_orders_2\", \"165\": \"v1_orders_2\", \"166\": \"k1_lattice3\", \"167\": \"v3_ordinal1\", \"168\": \"o_0_0_xboole_0\", \"169\": \"k4_filter_0\", \"170\": \"v13_waybel_0\", \"171\": \"k4_waybel_9\", \"172\": \"k4_funct_3\", \"173\": \"k2_tops_2\", \"174\": \"v1_finset_1\", \"175\": \"k4_lattice3\", \"176\": \"k7_filter_1\", \"177\": \"k12_lattice3\", \"178\": \"k4_waybel_0\", \"179\": \"v1_tops_2\", \"180\": \"r1_lattices\", \"181\": \"m1_connsp_2\", \"182\": \"k10_tmap_1\", \"183\": \"k1_yellow_1\", \"184\": \"k3_orders_2\", \"185\": \"v2_waybel_0\", \"186\": \"k1_binop_1\", \"187\": \"k1_mcart_1\", \"188\": \"k3_yellow_0\", \"189\": \"l1_lattices\", \"190\": \"r1_waybel_0\", \"191\": \"v7_lattices\", \"192\": \"l2_lattices\", \"193\": \"k6_filter_1\", \"194\": \"r2_funct_2\", \"195\": \"k9_funct_2\", \"196\": \"k3_yellow19\", \"197\": \"k8_setfam_1\", \"198\": \"v12_waybel_0\", \"199\": \"u2_lattices\", \"200\": \"r1_tmap_1\", \"201\": \"k5_xtuple_0\", \"202\": \"m2_yellow_6\", \"203\": \"k1_struct_0\", \"204\": \"k7_funcop_1\", \"205\": \"v8_relat_2\", \"206\": \"k1_tex_2\", \"207\": \"v1_relat_2\", \"208\": \"k15_lattice3\", \"209\": \"g\", \"210\": \"v17_lattices\", \"211\": \"v8_lattices\", \"212\": \"k15_funct_3\", \"213\": \"v4_yellow_0\", \"214\": \"k13_lattice3\", \"215\": \"k2_partfun2\", \"216\": \"k7_relset_2\", \"217\": \"v6_waybel_0\", \"218\": \"k4_mcart_1\", \"219\": \"v2_tops_2\", \"220\": \"v8_pre_topc\", \"221\": \"g2_lattices\", \"222\": \"v1_waybel_0\", \"223\": \"v1_tops_1\", \"224\": \"k5_waybel_0\", \"225\": \"v1_subset_1\", \"226\": \"v6_lattices\", \"227\": \"a_1_0_filter_1\", \"228\": \"r3_orders_2\", \"229\": \"v9_lattices\", \"230\": \"k9_tmap_1\", \"231\": \"k4_partfun1\", \"232\": \"v1_tsep_1\", \"233\": \"g1_lattices\", \"234\": \"k2_orders_2\", \"235\": \"k1_toler_1\", \"236\": \"np_var\", \"237\": \"r4_tsep_1\", \"238\": \"m1_orders_2\", \"239\": \"v1_compts_1\", \"240\": \"g1_waybel_0\", \"241\": \"k3_relset_2\", \"242\": \"k1_tops_2\", \"243\": \"k3_struct_0\", \"244\": \"v3_funct_1\", \"245\": \"k8_funct_2\", \"246\": \"r1_setfam_1\", \"247\": \"k2_mcart_1\", \"248\": \"v2_wellord1\", \"249\": \"k2_waybel_0\", \"250\": \"v2_compts_1\", \"251\": \"k16_lattice3\", \"252\": \"k11_funct_3\", \"253\": \"v1_zfmisc_1\", \"254\": \"k6_funct_2\", \"255\": \"l1_waybel_9\", \"256\": \"k6_waybel_0\", \"257\": \"k3_mcart_1\", \"258\": \"v4_relat_2\", \"259\": \"v2_tops_1\", \"260\": \"k1_connsp_2\", \"261\": \"m2_orders_2\", \"262\": \"r3_waybel_9\", \"263\": \"k7_mcart_1\", \"264\": \"v1_wellord1\", \"265\": \"r1_relset_1\", \"266\": \"k5_tmap_1\", \"267\": \"r1_funct_2\", \"268\": \"r3_lattices\", \"269\": \"m1_orders_1\", \"270\": \"k4_orders_2\", \"271\": \"k1_orders_2\", \"272\": \"v1_borsuk_1\", \"273\": \"r3_wellord1\", \"274\": \"r3_lattice3\", \"275\": \"r2_xboole_0\", \"276\": \"k1_orders_1\", \"277\": \"k2_funcop_1\", \"278\": \"r4_lattice3\", \"279\": \"k7_funct_2\", \"280\": \"k7_filter_0\", \"281\": \"v4_lattice3\", \"282\": \"k1_partfun2\", \"283\": \"k6_lattices\", \"284\": \"v1_tdlat_3\", \"285\": \"k2_yellow19\", \"286\": \"v3_tex_2\", \"287\": \"v11_lattices\", \"288\": \"k8_eqrel_1\", \"289\": \"k9_yellow_6\", \"290\": \"k4_relset_1\", \"291\": \"v1_tex_2\", \"292\": \"v13_lattices\", \"293\": \"v6_relat_2\", \"294\": \"k7_domain_1\", \"295\": \"v3_funct_2\", \"296\": \"v2_funct_2\", \"297\": \"k7_tmap_1\", \"298\": \"k5_relset_1\", \"299\": \"r4_wellord1\", \"300\": \"k3_lattice3\", \"301\": \"v6_orders_2\", \"302\": \"v3_tdlat_3\", \"303\": \"k6_mcart_1\", \"304\": \"v5_tops_1\", \"305\": \"u1_lattices\", \"306\": \"k9_funct_3\", \"307\": \"v3_tops_2\", \"308\": \"m1_yellow_6\", \"309\": \"k4_xtuple_0\", \"310\": \"k4_waybel_1\", \"311\": \"v2_ordinal1\", \"312\": \"k5_mcart_1\", \"313\": \"r2_waybel_0\", \"314\": \"k7_xtuple_0\", \"315\": \"k14_funct_3\", \"316\": \"v1_ordinal1\", \"317\": \"k1_tmap_1\", \"318\": \"k2_funct_2\", \"319\": \"k1_subset_1\", \"320\": \"k8_xtuple_0\", \"321\": \"v14_lattices\", \"322\": \"r8_relat_2\", \"323\": \"v16_lattices\", \"324\": \"r4_relat_2\", \"325\": \"a_2_0_orders_2\", \"326\": \"k11_yellow_6\", \"327\": \"a_2_1_orders_2\", \"328\": \"v6_tops_1\", \"329\": \"k6_relset_1\", \"330\": \"a_2_0_waybel_3\", \"331\": \"v1_yellow_0\", \"332\": \"k5_yellow_1\", \"333\": \"k10_funct_3\", \"334\": \"k1_waybel_2\", \"335\": \"k3_waybel_9\", \"336\": \"a_2_0_yellow19\", \"337\": \"k3_yellow_6\", \"338\": \"v3_tops_1\", \"339\": \"k16_funct_3\", \"340\": \"v2_waybel_1\", \"341\": \"v19_lattices\", \"342\": \"v15_lattices\", \"343\": \"k3_filter_1\", \"344\": \"k1_domain_1\", \"345\": \"v2_tdlat_3\", \"346\": \"m1_funct_2\", \"347\": \"k1_relset_2\", \"348\": \"k1_waybel_9\", \"349\": \"k13_yellow_6\", \"350\": \"r2_wellord1\", \"351\": \"a_2_1_yellow19\", \"352\": \"k6_filter_0\", \"353\": \"m1_setfam_1\", \"354\": \"v3_yellow_6\", \"355\": \"k3_waybel_2\", \"356\": \"k6_yellow_1\", \"357\": \"k4_relset_2\", \"358\": \"r1_relat_2\", \"359\": \"v2_yellow_0\", \"360\": \"k13_mcart_1\", \"361\": \"v3_card_1\", \"362\": \"k1_compts_1\", \"363\": \"v3_relat_2\", \"364\": \"r2_wellord2\", \"365\": \"v4_waybel_7\", \"366\": \"k1_yellow19\", \"367\": \"v3_lattice3\", \"368\": \"k5_lattice3\", \"369\": \"v11_waybel_1\", \"370\": \"k2_filter_0\", \"371\": \"k8_filter_1\", \"372\": \"k4_tmap_1\", \"373\": \"r1_ordinal1\", \"374\": \"a_2_0_yellow_6\", \"375\": \"v10_waybel_0\", \"376\": \"r6_relat_2\", \"377\": \"k8_subset_1\", \"378\": \"a_2_0_relset_2\", \"379\": \"o_1_0_funct_2\", \"380\": \"r3_xboole_0\", \"381\": \"k7_funct_3\", \"382\": \"k12_pralg_1\", \"383\": \"v3_xtuple_0\", \"384\": \"k3_card_3\", \"385\": \"r2_waybel_7\", \"386\": \"v20_lattices\", \"387\": \"v1_waybel_7\", \"388\": \"v3_lattices\", \"389\": \"k5_yellow_6\", \"390\": \"v2_waybel_3\", \"391\": \"m3_yellow_6\", \"392\": \"v7_struct_0\", \"393\": \"v4_tops_1\", \"394\": \"v2_waybel_7\", \"395\": \"k1_waybel_3\", \"396\": \"r1_waybel_7\", \"397\": \"r5_binop_1\", \"398\": \"v3_waybel_3\", \"399\": \"m2_filter_1\", \"400\": \"r4_binop_1\", \"401\": \"o_1_2_funct_1\", \"402\": \"v10_pre_topc\", \"403\": \"k2_setfam_1\", \"404\": \"r1_waybel_3\", \"405\": \"a_2_0_lattice3\", \"406\": \"k3_setfam_1\", \"407\": \"k1_connsp_1\", \"408\": \"k4_yellow_2\", \"409\": \"k4_funct_2\", \"410\": \"r1_binop_1\", \"411\": \"r1_subset_1\", \"412\": \"v4_tex_2\", \"413\": \"k6_funct_3\", \"414\": \"k4_setfam_1\", \"415\": \"v23_waybel_0\", \"416\": \"a_2_1_waybel_0\", \"417\": \"k8_lattice3\", \"418\": \"v2_orders_2\", \"419\": \"k4_yellow_6\", \"420\": \"a_3_1_waybel_0\", \"421\": \"a_3_0_waybel_0\", \"422\": \"r2_lattices\", \"423\": \"k7_waybel_1\", \"424\": \"k12_funct_3\", \"425\": \"v11_waybel_0\", \"426\": \"v3_borsuk_1\", \"427\": \"m4_yellow_6\", \"428\": \"v24_waybel_0\", \"429\": \"a_2_0_waybel_0\", \"430\": \"r1_waybel_9\", \"431\": \"k10_relat_1\", \"432\": \"r2_binop_1\", \"433\": \"k8_yellow_6\", \"434\": \"v2_pralg_1\", \"435\": \"k10_subset_1\", \"436\": \"k5_subset_1\", \"437\": \"k4_card_3\", \"438\": \"v3_setfam_1\", \"439\": \"v1_yellow_1\", \"440\": \"v14_waybel_0\", \"441\": \"v18_lattices\", \"442\": \"r1_connsp_2\", \"443\": \"v15_waybel_0\", \"444\": \"v2_waybel_2\", \"445\": \"v3_yellow_0\", \"446\": \"r3_waybel_0\", \"447\": \"r3_binop_1\", \"448\": \"r6_binop_1\", \"449\": \"r1_wellord1\", \"450\": \"v3_relat_1\", \"451\": \"r5_relat_2\", \"452\": \"v3_filter_0\", \"453\": \"v1_lattices\", \"454\": \"m1_yellow19\", \"455\": \"o_2_4_topgen_2\", \"456\": \"failure\", \"457\": \"v10_waybel_1\", \"458\": \"v5_funct_1\", \"459\": \"v1_connsp_2\", \"460\": \"v3_waybel_0\", \"461\": \"v5_waybel_7\", \"462\": \"k1_waybel_4\", \"463\": \"a_3_0_waybel_9\", \"464\": \"v5_orders_3\", \"465\": \"v4_ordinal1\", \"466\": \"v1_yellow_8\", \"467\": \"v1_yellow_6\", \"468\": \"k6_eqrel_1\", \"469\": \"m1_eqrel_1\", \"470\": \"k10_pralg_1\", \"471\": \"v3_binop_1\", \"472\": \"r3_relat_2\", \"473\": \"k3_yellow_3\", \"474\": \"v2_xtuple_0\", \"475\": \"k1_card_1\", \"476\": \"a_2_1_yellow_6\", \"477\": \"k12_waybel_0\", \"478\": \"k2_wellord2\", \"479\": \"r2_setfam_1\", \"480\": \"k2_lattice3\", \"481\": \"v2_relat_1\", \"482\": \"a_2_0_tex_2\", \"483\": \"v2_connsp_1\", \"484\": \"r7_relat_2\", \"485\": \"k8_funcop_1\", \"486\": \"a_2_3_lattice3\", \"487\": \"r2_relat_2\", \"488\": \"k9_eqrel_1\", \"489\": \"v1_classes2\", \"490\": \"v4_waybel_0\", \"491\": \"a_2_0_tmap_1\", \"492\": \"k5_yellow_0\", \"493\": \"r3_tsep_1\", \"494\": \"v5_yellow_0\", \"495\": \"v2_relat_2\", \"496\": \"k16_mcart_1\", \"497\": \"r2_tarski\", \"498\": \"a_3_4_lattice3\", \"499\": \"v3_orders_1\", \"500\": \"v2_lattices\", \"501\": \"k3_funct_1\", \"502\": \"k7_eqrel_1\", \"503\": \"a_1_0_eqrel_1\", \"504\": \"k5_waybel_9\", \"505\": \"v3_waybel_7\", \"506\": \"r2_waybel_9\", \"507\": \"k1_lattice2\", \"508\": \"k2_binop_1\", \"509\": \"v5_waybel_0\", \"510\": \"v3_finset_1\", \"511\": \"k2_waybel_9\", \"512\": \"v13_struct_0\", \"513\": \"v5_waybel_6\", \"514\": \"r6_orders_1\", \"515\": \"v9_pre_topc\", \"516\": \"r9_orders_1\", \"517\": \"m2_connsp_2\", \"518\": \"k15_mcart_1\", \"519\": \"v2_yellow_6\", \"520\": \"k2_yellow_6\", \"521\": \"o_4_0_partfun1\", \"522\": \"v2_connsp_2\", \"523\": \"k14_mcart_1\", \"524\": \"r3_orders_1\", \"525\": \"v4_funct_1\", \"526\": \"r1_borsuk_1\", \"527\": \"r1_filter_1\", \"528\": \"v25_waybel_0\", \"529\": \"r7_orders_1\", \"530\": \"r4_waybel_0\", \"531\": \"k9_filter_0\", \"532\": \"a_3_2_lattice3\", \"533\": \"v1_classes1\", \"534\": \"v1_card_1\", \"535\": \"k6_yellow_6\", \"536\": \"r8_orders_1\", \"537\": \"success\", \"538\": \"k6_waybel_9\", \"539\": \"k5_yellow_2\", \"540\": \"v8_yellow_6\", \"541\": \"v1_tops_3\", \"542\": \"r3_connsp_1\", \"543\": \"m2_subset_1\", \"544\": \"v2_classes1\", \"545\": \"r2_subset_1\", \"546\": \"v1_waybel_3\", \"547\": \"k5_funct_2\", \"548\": \"r2_connsp_2\", \"549\": \"a_2_2_lattice3\", \"550\": \"k8_funct_3\", \"551\": \"v6_yellow_0\", \"552\": \"v3_connsp_1\", \"553\": \"v1_yellow_3\", \"554\": \"k5_relset_2\", \"555\": \"a_2_4_lattice3\", \"556\": \"a_2_1_lattice3\", \"557\": \"o_3_4_yellow19\", \"558\": \"v5_ordinal1\", \"559\": \"a_3_6_lattice3\", \"560\": \"k2_yellow_3\", \"561\": \"k7_yellow_6\"}", "word_index": "{\"var\": 1, \",\": 2, \"(\": 3, \")\": 4, \"=\": 5, \"-\": 6, \"<start>\": 7, \"[\": 8, \"]\": 9, \"<end>\": 10, \"u1_struct_0\": 11, \"k1_zfmisc_1\": 12, \"m1_subset_1\": 13, \"r2_hidden\": 14, \"sklm\": 15, \"k2_zfmisc_1\": 16, \"k9_xtuple_0\": 17, \"k1_tarski\": 18, \"k3_xboole_0\": 19, \"k4_tarski\": 20, \"v1_relat_1\": 21, \"ext\": 22, \"k2_xboole_0\": 23, \"n\": 24, \"v1_funct_1\": 25, \"r1_tarski\": 26, \"k1_xboole_0\": 27, \"k4_xboole_0\": 28, \"v2_struct_0\": 29, \"k10_xtuple_0\": 30, \"k5_relat_1\": 31, \"k2_tarski\": 32, \"l1_pre_topc\": 33, \"v1_xboole_0\": 34, \"k1_funct_1\": 35, \"k3_tarski\": 36, \"k1_relset_1\": 37, \"k3_subset_1\": 38, \"m1_pre_topc\": 39, \"k3_relat_1\": 40, \"k7_relat_1\": 41, \"v2_pre_topc\": 42, \"l1_orders_2\": 43, \"v1_funct_2\": 44, \"u1_orders_2\": 45, \"k6_relat_1\": 46, \"k4_relat_1\": 47, \"k2_pre_topc\": 48, \"k2_struct_0\": 49, \"r1_orders_2\": 50, \"k2_enumset1\": 51, \"k8_relat_1\": 52, \"k2_funct_1\": 53, \"u1_pre_topc\": 54, \"g1_orders_2\": 55, \"k9_subset_1\": 56, \"g1_pre_topc\": 57, \"k2_relat_1\": 58, \"l1_struct_0\": 59, \"k3_zfmisc_1\": 60, \"k1_tops_1\": 61, \"k1_enumset1\": 62, \"k2_yellow_1\": 63, \"v4_orders_2\": 64, \"k3_xtuple_0\": 65, \"k5_xboole_0\": 66, \"r1_xboole_0\": 67, \"v5_orders_2\": 68, \"k1_setfam_1\": 69, \"k1_relat_1\": 70, \"k1_tsep_1\": 71, \"k3_partfun1\": 72, \"k2_partfun1\": 73, \"l3_lattices\": 74, \"k6_subset_1\": 75, \"k4_zfmisc_1\": 76, \"k7_partfun1\": 77, \"k4_subset_1\": 78, \"k2_wellord1\": 79, \"v3_orders_2\": 80, \"l1_waybel_0\": 81, \"k2_relset_1\": 82, \"k3_relset_1\": 83, \"k4_enumset1\": 84, \"v5_relat_1\": 85, \"v4_relat_1\": 86, \"k7_relset_1\": 87, \"k7_setfam_1\": 88, \"v2_funct_1\": 89, \"k2_tmap_1\": 90, \"k3_yellow_1\": 91, \"v3_pre_topc\": 92, \"k2_tsep_1\": 93, \"k2_tops_1\": 94, \"r2_lattice3\": 95, \"k2_yellow_0\": 96, \"v4_pre_topc\": 97, \"k1_yellow_0\": 98, \"k7_subset_1\": 99, \"v10_lattices\": 100, \"k3_enumset1\": 101, \"k5_setfam_1\": 102, \"r1_lattice3\": 103, \"k1_lattices\": 104, \"r2_relset_1\": 105, \"v4_lattices\": 106, \"k6_enumset1\": 107, \"k6_domain_1\": 108, \"k1_wellord2\": 109, \"k1_partfun1\": 110, \"k1_funct_3\": 111, \"k7_lattice3\": 112, \"k8_relset_1\": 113, \"k3_tmap_1\": 114, \"v5_pre_topc\": 115, \"k5_enumset1\": 116, \"v1_pre_topc\": 117, \"k3_funct_3\": 118, \"r2_yellow_0\": 119, \"k1_ordinal1\": 120, \"u1_waybel_0\": 121, \"k7_enumset1\": 122, \"k5_partfun1\": 123, \"k5_lattices\": 124, \"v2_tex_2\": 125, \"k8_tmap_1\": 126, \"k4_lattices\": 127, \"r1_tsep_1\": 128, \"k11_lattice3\": 129, \"k2_xtuple_0\": 130, \"v1_partfun1\": 131, \"k13_funct_3\": 132, \"r1_yellow_0\": 133, \"k1_pre_topc\": 134, \"k9_setfam_1\": 135, \"v7_waybel_0\": 136, \"k6_setfam_1\": 137, \"k1_xtuple_0\": 138, \"k2_subset_1\": 139, \"k3_funct_2\": 140, \"k6_xtuple_0\": 141, \"k3_lattices\": 142, \"r1_partfun1\": 143, \"k3_waybel_0\": 144, \"k10_lattice3\": 145, \"k7_lattices\": 146, \"k6_partfun1\": 147, \"k1_wellord1\": 148, \"k1_funct_2\": 149, \"v2_lattice3\": 150, \"k10_yellow_6\": 151, \"m1_yellow_0\": 152, \"v1_lattice3\": 153, \"g3_lattices\": 154, \"k6_tmap_1\": 155, \"k10_eqrel_1\": 156, \"k9_relat_1\": 157, \"k3_partfun2\": 158, \"v5_lattices\": 159, \"k6_relset_2\": 160, \"k2_lattices\": 161, \"k4_partfun2\": 162, \"k4_yellow_0\": 163, \"r2_orders_2\": 164, \"v1_orders_2\": 165, \"k1_lattice3\": 166, \"v3_ordinal1\": 167, \"o_0_0_xboole_0\": 168, \"k4_filter_0\": 169, \"v13_waybel_0\": 170, \"k4_waybel_9\": 171, \"k4_funct_3\": 172, \"k2_tops_2\": 173, \"v1_finset_1\": 174, \"k4_lattice3\": 175, \"k7_filter_1\": 176, \"k12_lattice3\": 177, \"k4_waybel_0\": 178, \"v1_tops_2\": 179, \"r1_lattices\": 180, \"m1_connsp_2\": 181, \"k10_tmap_1\": 182, \"k1_yellow_1\": 183, \"k3_orders_2\": 184, \"v2_waybel_0\": 185, \"k1_binop_1\": 186, \"k1_mcart_1\": 187, \"k3_yellow_0\": 188, \"l1_lattices\": 189, \"r1_waybel_0\": 190, \"v7_lattices\": 191, \"l2_lattices\": 192, \"k6_filter_1\": 193, \"r2_funct_2\": 194, \"k9_funct_2\": 195, \"k3_yellow19\": 196, \"k8_setfam_1\": 197, \"v12_waybel_0\": 198, \"u2_lattices\": 199, \"r1_tmap_1\": 200, \"k5_xtuple_0\": 201, \"m2_yellow_6\": 202, \"k1_struct_0\": 203, \"k7_funcop_1\": 204, \"v8_relat_2\": 205, 