{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 74170, "word_counts": "{\"<start>\": 74170, \"-\": 118752, \"<end>\": 74170, \"failure\": 19, \"k7_partfun1\": 1459, \"(\": 666186, \"var\": 878083, \",\": 751242, \")\": 666186, \"=\": 130829, \"k1_funct_1\": 7246, \"r1_tarski\": 12361, \"k6_relat_1\": 3649, \"v1_xboole_0\": 7429, \"k1_tarski\": 19606, \"k2_tarski\": 8886, \"ext\": 15465, \"n\": 15236, \"success\": 5, \"k7_relset_1\": 1238, \"k1_xboole_0\": 11745, \"k4_xboole_0\": 11636, \"k9_xtuple_0\": 20116, \"v1_funct_1\": 12417, \"v5_relat_1\": 1276, \"k1_relset_1\": 5068, \"v1_relat_1\": 15866, \"k7_relat_1\": 4544, \"r2_hidden\": 35748, \"k1_zfmisc_1\": 46318, \"k2_zfmisc_1\": 25877, \"v4_relat_1\": 1237, \"v2_struct_0\": 11001, \"k2_tsep_1\": 1149, \"k1_tsep_1\": 1592, \"g1_pre_topc\": 2551, \"v2_pre_topc\": 4547, \"l1_pre_topc\": 7699, \"m1_pre_topc\": 4688, \"r1_tsep_1\": 638, \"u1_struct_0\": 51018, \"u1_pre_topc\": 3274, \"v1_tsep_1\": 182, \"v1_pre_topc\": 742, \"m1_subset_1\": 37097, \"k4_tarski\": 17339, \"sklm\": 34967, \"k6_subset_1\": 1495, \"v2_tops_2\": 199, \"v1_tops_2\": 313, \"k7_setfam_1\": 1217, \"v3_tops_1\": 69, \"v2_tops_1\": 147, \"k2_pre_topc\": 3562, \"k4_subset_1\": 1425, \"v4_pre_topc\": 1028, \"l1_lattices\": 276, \"v7_lattices\": 273, \"k2_lattices\": 406, \"k1_lattices\": 960, \"l3_lattices\": 1530, \"v11_lattices\": 116, \"v10_lattices\": 1008, \"k7_filter_0\": 126, \"k7_lattices\": 477, \"k4_filter_0\": 370, \"k4_lattices\": 639, \"v17_lattices\": 222, \"k3_lattices\": 512, \"k6_lattices\": 123, \"v16_lattices\": 83, \"v4_lattices\": 923, \"v14_lattices\": 84, \"l2_lattices\": 273, \"v5_lattices\": 425, \"v15_lattices\": 67, \"v8_lattices\": 215, \"v6_lattices\": 187, \"k5_lattices\": 676, \"v9_lattices\": 184, \"k8_relat_1\": 3331, \"k8_relset_1\": 784, \"v13_lattices\": 111, \"k3_zfmisc_1\": 2108, \"k6_xtuple_0\": 514, \"k9_relat_1\": 437, \"k4_zfmisc_1\": 1471, \"k3_xboole_0\": 17652, \"k3_xtuple_0\": 1788, \"k10_yellow_6\": 467, \"v7_waybel_0\": 572, \"l1_waybel_0\": 1387, \"m2_yellow_6\": 244, \"l1_struct_0\": 2256, \"v4_orders_2\": 1795, \"m1_connsp_2\": 302, \"k5_yellow_6\": 41, \"r1_waybel_0\": 276, \"r2_waybel_0\": 91, \"a_2_1_orders_2\": 76, \"k2_struct_0\": 3515, \"k6_domain_1\": 884, \"v3_orders_2\": 1389, \"l1_orders_2\": 4391, \"v5_orders_2\": 1644, \"k2_orders_2\": 180, \"r2_orders_2\": 392, \"k2_xboole_0\": 15420, \"k5_xboole_0\": 1767, \"v6_orders_2\": 101, \"k2_partfun1\": 1553, \"k5_relat_1\": 9703, \"r2_relset_1\": 934, \"k8_setfam_1\": 255, \"k9_subset_1\": 2845, \"r3_lattices\": 138, \"k16_lattice3\": 158, \"r3_lattice3\": 131, \"k8_subset_1\": 49, \"v4_lattice3\": 124, \"k10_xtuple_0\": 10466, \"o_0_0_xboole_0\": 371, \"k7_enumset1\": 696, \"k6_enumset1\": 923, \"k2_enumset1\": 3388, \"k3_enumset1\": 999, \"k1_enumset1\": 1823, \"k5_partfun1\": 695, \"v1_partfun1\": 606, \"r1_partfun1\": 509, \"k1_wellord2\": 884, \"k1_relat_1\": 1599, \"v1_funct_2\": 4319, \"k2_relset_1\": 1384, \"k2_xtuple_0\": 620, \"k1_xtuple_0\": 534, \"v5_pre_topc\": 768, \"k3_tmap_1\": 771, \"r4_tsep_1\": 177, \"g\": 229, \"r1_xboole_0\": 1671, \"k3_relset_1\": 1301, \"k3_subset_1\": 4849, \"k6_relset_2\": 416, \"k2_relat_1\": 2438, \"r2_xboole_0\": 131, \"r3_xboole_0\": 48, \"k4_partfun1\": 183, \"v2_funct_1\": 1198, \"v3_funct_2\": 106, \"k2_funct_2\": 88, \"v2_funct_2\": 105, \"k6_partfun1\": 472, \"r1_tmap_1\": 246, \"k6_tmap_1\": 453, \"k3_relat_1\": 4574, \"k2_funct_1\": 3329, \"k4_relat_1\": 3638, \"k2_tmap_1\": 1183, \"k7_tmap_1\": 104, \"k1_partfun1\": 871, \"m1_orders_1\": 137, \"k1_orders_1\": 131, \"k4_orders_2\": 137, \"m2_orders_2\": 145, \"k3_tarski\": 5438, \"k3_funct_2\": 517, \"v2_compts_1\": 160, \"m1_setfam_1\": 61, \"k16_funct_3\": 69, \"k13_funct_3\": 603, \"k15_funct_3\": 215, \"k12_funct_3\": 28, \"r2_funct_2\": 269, \"v3_tdlat_3\": 101, \"r3_tsep_1\": 12, \"k10_tmap_1\": 306, \"v1_finset_1\": 343, \"k7_subset_1\": 1016, \"k1_tops_1\": 2075, \"v5_tops_1\": 100, \"v6_tops_1\": 76, \"k4_enumset1\": 1247, \"k2_tops_2\": 358, \"r1_orders_2\": 3481, \"u1_orders_2\": 3729, \"k15_lattice3\": 232, \"m1_yellow_0\": 463, \"r4_lattice3\": 130, \"r1_lattices\": 308, \"k1_subset_1\": 88, \"k2_subset_1\": 521, \"v1_tops_1\": 188, \"k1_binop_1\": 285, \"k11_funct_3\": 157, \"k9_setfam_1\": 585, \"k4_relset_2\": 60, \"k10_eqrel_1\": 440, \"k2_waybel_0\": 162, \"u1_waybel_0\": 700, \"v3_pre_topc\": 1141, \"k10_subset_1\": 24, \"k2_tops_1\": 1065, \"k6_funct_2\": 155, \"m1_orders_2\": 172, \"k3_orders_2\": 294, \"r2_yellow_0\": 721, \"r1_lattice3\": 988, \"v4_relat_2\": 148, \"v2_orders_2\": 30, \"r7_orders_1\": 6, \"v1_relat_2\": 237, \"v8_relat_2\": 238, \"v3_tops_2\": 97, \"k2_yellow_1\": 1797, \"g1_orders_2\": 2841, \"k1_mcart_1\": 280, \"r2_lattice3\": 1060, \"k2_mcart_1\": 164, \"v1_orders_2\": 392, \"r3_orders_2\": 185, \"k5_xtuple_0\": 245, \"k1_yellow_1\": 297, \"v2_yellow_0\": 59, \"k4_xtuple_0\": 96, \"v2_xtuple_0\": 15, \"k7_filter_1\": 334, \"k6_relset_1\": 76, \"k1_yellow19\": 53, \"r2_waybel_7\": 45, \"k5_waybel_0\": 188, \"v12_waybel_0\": 254, \"v1_waybel_0\": 191, \"v14_waybel_0\": 22, \"k1_connsp_1\": 34, \"k5_setfam_1\": 992, \"v2_connsp_1\": 13, \"v1_yellow_0\": 75, \"v3_yellow_0\": 21, \"v7_struct_0\": 39, \"k4_yellow_0\": 398, \"k3_yellow_0\": 277, \"k8_tmap_1\": 650, \"k2_wellord1\": 1418, \"v4_tops_1\": 39, \"k2_yellow_0\": 1056, \"v19_lattices\": 68, \"v18_lattices\": 22, \"k5_tmap_1\": 139, \"k1_setfam_1\": 1617, \"k6_setfam_1\": 539, \"k1_partfun2\": 124, \"k11_lattice3\": 717, \"v2_lattice3\": 469, \"k4_waybel_1\": 93, \"l1_waybel_9\": 153, \"k12_lattice3\": 326, \"v1_lattice3\": 459, \"v8_pre_topc\": 192, \"v3_yellow_6\": 61, \"k2_yellow_6\": 7, \"k11_yellow_6\": 77, \"k6_waybel_9\": 5, \"k3_waybel_2\": 61, \"r1_yellow_0\": 599, \"k1_yellow_0\": 1020, \"k1_lattice3\": 389, \"v2_tex_2\": 676, \"r1_funct_2\": 139, \"k10_lattice3\": 478, \"v1_subset_1\": 188, \"k1_tex_2\": 238, \"v1_tex_2\": 112, \"v1_compts_1\": 171, \"k5_enumset1\": 753, \"k3_partfun1\": 1559, \"r1_relset_1\": 140, \"v4_yellow_0\": 213, \"v3_lattice3\": 53, \"k3_funct_3\": 723, \"v1_borsuk_1\": 134, \"v1_tdlat_3\": 121, \"k7_relset_2\": 209, \"k7_domain_1\": 108, \"r7_relat_2\": 13, \"v2_waybel_7\": 38, \"k7_lattice3\": 818, \"v1_waybel_7\": 42, \"v13_waybel_0\": 368, \"v2_waybel_0\": 293, \"r1_subset_1\": 33, \"v2_waybel_1\": 69, \"v2_ordinal1\": 93, \"v3_ordinal1\": 389, \"v1_ordinal1\": 89, \"v10_waybel_0\": 50, \"r3_waybel_9\": 142, \"k4_yellow_2\": 34, \"k1_waybel_2\": 71, \"k3_mcart_1\": 149, \"a_2_0_orders_2\": 79, \"k1_orders_2\": 137, \"k1_struct_0\": 243, \"g1_waybel_0\": 171, \"m1_yellow_6\": 97, \"np_var\": 174, \"v6_waybel_0\": 205, \"k5_relset_1\": 104, \"k1_pre_topc\": 595, \"r4_wellord1\": 104, \"k4_waybel_9\": 365, \"k1_toler_1\": 175, \"a_3_0_waybel_9\": 18, \"v11_waybel_0\": 28, \"k5_yellow_2\": 5, \"k1_waybel_9\": 62, \"v1_zfmisc_1\": 157, \"v20_lattices\": 45, \"k1_funct_2\": 470, \"m4_yellow_6\": 27, \"k13_yellow_6\": 62, \"a_2_1_yellow_6\": 14, \"v8_yellow_6\": 5, \"k3_yellow_6\": 70, \"k8_funcop_1\": 13, \"m2_connsp_2\": 8, \"r1_relat_2\": 60, \"k9_tmap_1\": 184, \"k3_struct_0\": 169, \"v4_tex_2\": 33, \"v3_borsuk_1\": 28, \"r2_subset_1\": 3, \"k4_waybel_0\": 319, \"k12_waybel_0\": 14, \"k1_waybel_3\": 38, \"v24_waybel_0\": 27, \"v3_waybel_3\": 37, \"r1_waybel_3\": 35, \"v2_waybel_3\": 41, \"a_2_0_waybel_3\": 76, \"v1_waybel_3\": 3, \"a_2_0_relset_2\": 49, \"k9_yellow_6\": 114, \"v3_orders_1\": 11, \"v6_relat_2\": 111, \"v5_yellow_0\": 12, \"r6_relat_2\": 50, \"k13_lattice3\": 212, \"a_2_3_lattice3\": 13, \"a_2_4_lattice3\": 2, \"r2_wellord1\": 62, \"r1_waybel_9\": 26, \"k1_funct_3\": 843, \"r4_waybel_0\": 6, \"r3_waybel_0\": 21, \"k1_relset_2\": 64, \"v3_tex_2\": 118, \"k4_mcart_1\": 205, \"k7_xtuple_0\": 91, \"k5_mcart_1\": 93, \"k8_xtuple_0\": 88, \"k6_mcart_1\": 101, \"k7_mcart_1\": 141, \"k1_tops_2\": 170, \"k4_partfun2\": 406, \"k2_funcop_1\": 131, \"g3_lattices\": 457, \"u2_lattices\": 253, \"u1_lattices\": 99, \"v3_lattices\": 42, \"k1_wellord1\": 472, \"r1_ordinal1\": 51, \"k2_wellord2\": 14, \"v2_wellord1\": 164, \"o_4_0_partfun1\": 7, \"k9_funct_3\": 98, \"k10_funct_3\": 74, \"k1_ordinal1\": 718, \"v5_ordinal1\": 1, \"v3_funct_1\": 167, \"k3_yellow_1\": 1163, \"k3_lattice3\": 104, \"r2_setfam_1\": 14, \"k1_compts_1\": 56, \"k6_funct_3\": 33, \"k8_funct_2\": 167, \"v2_relat_2\": 12, \"r2_relat_2\": 13, \"r8_relat_2\": 84, \"k4_relset_1\": 113, \"r1_waybel_7\": 38, \"v3_waybel_7\": 10, \"r2_waybel_9\": 10, \"k4_funct_2\": 34, \"k5_funct_2\": 3, \"k4_lattice3\": 343, \"k5_lattice3\": 53, \"v23_waybel_0\": 32, \"k2_lattice3\": 14, \"r4_relat_2\": 83, \"v5_orders_3\": 18, \"k1_connsp_2\": 147, \"a_2_0_lattice3\": 35, \"v11_waybel_1\": 53, \"v10_waybel_1\": 19, \"v2_tdlat_3\": 65, \"k3_partfun2\": 430, \"v5_funct_1\": 19, \"v2_relat_1\": 14, \"g2_lattices\": 192, \"v2_lattices\": 11, \"a_3_0_waybel_0\": 29, \"k7_funct_3\": 48, \"v1_connsp_2\": 19, \"r2_connsp_2\": 3, \"r1_connsp_2\": 22, \"v2_connsp_2\": 7, \"k3_waybel_0\": 486, \"a_2_1_waybel_0\": 32, \"k2_yellow19\": 121, \"k3_yellow19\": 258, \"a_2_0_yellow_6\": 51, \"k3_funct_1\": 11, \"v1_yellow_6\": 17, \"k4_yellow_6\": 30, \"k6_eqrel_1\": 17, \"v3_relat_2\": 55, \"k7_eqrel_1\": 11, \"a_1_0_eqrel_1\": 11, \"k8_eqrel_1\": 115, \"k7_funct_2\": 128, \"v1_wellord1\": 141, \"k3_filter_1\": 67, \"m1_eqrel_1\": 17, \"m2_filter_1\": 37, \"r1_binop_1\": 34, \"k9_eqrel_1\": 13, \"r3_binop_1\": 21, \"r2_binop_1\": 25, \"m2_subset_1\": 4, \"k13_mcart_1\": 58, \"k14_mcart_1\": 7, \"k15_mcart_1\": 8, \"k16_mcart_1\": 12, \"v13_struct_0\": 9, \"k4_setfam_1\": 33, \"r1_setfam_1\": 167, \"k6_filter_1\": 267, \"v3_binop_1\": 16, \"k1_lattice2\": 10, \"o_1_0_funct_2\": 49, \"r5_relat_2\": 20, \"k4_funct_3\": 362, \"r6_binop_1\": 21, \"r5_binop_1\": 38, \"r4_binop_1\": 37, \"k9_filter_0\": 6, \"v3_filter_0\": 20, \"k4_tmap_1\": 52, \"r1_wellord1\": 21, \"k6_waybel_0\": 153, \"a_2_0_tex_2\": 14, \"v4_waybel_7\": 54, \"v5_waybel_6\": 9, \"v3_xtuple_0\": 46, \"k2_binop_1\": 10, \"r3_relat_2\": 16, \"k3_waybel_9\": 71, \"m1_funct_2\": 65, \"k1_tmap_1\": 89, \"g1_lattices\": 181, \"v1_lattices\": 20, \"v4_ordinal1\": 18, \"r3_wellord1\": 134, \"v5_waybel_0\": 10, \"k2_setfam_1\": 36, \"r6_orders_1\": 9, \"v3_relat_1\": 21, \"v3_waybel_0\": 19, \"a_2_2_lattice3\": 3, \"k8_funct_3\": 3, \"r2_lattices\": 29, \"a_3_1_waybel_0\": 30, \"v2_yellow_6\": 8, \"a_3_2_lattice3\": 6, \"k2_partfun2\": 211, \"a_2_0_yellow19\": 71, \"r2_tarski\": 12, \"r2_wellord2\": 55, \"v3_card_1\": 58, \"v15_waybel_0\": 22, \"v1_tops_3\": 5, \"k10_relat_1\": 26, \"k9_funct_2\": 261, \"k6_yellow_1\": 61, \"k5_yellow_1\": 75, \"k7_funcop_1\": 239, \"m1_yellow19\": 20, \"k5_waybel_9\": 11, \"k5_subset_1\": 24, \"v6_yellow_0\": 3, \"k4_card_3\": 23, \"v1_classes1\": 6, \"v1_classes2\": 13, \"v1_card_1\": 6, \"v2_classes1\": 4, \"k1_card_1\": 15, \"k3_card_3\": 46, \"k6_yellow_6\": 6, \"k14_funct_3\": 91, \"k3_relset_2\": 171, \"k1_domain_1\": 67, \"r3_orders_1\": 7, \"r3_connsp_1\": 5, \"v3_connsp_1\": 3, \"v3_setfam_1\": 23, \"v3_finset_1\": 10, \"a_3_6_lattice3\": 1, \"m3_yellow_6\": 40, \"k8_yellow_6\": 25, \"k3_yellow_3\": 16, \"v1_yellow_1\": 23, \"k12_pralg_1\": 48, \"k2_yellow_3\": 1, \"k7_yellow_6\": 1, \"k7_waybel_1\": 29, \"v4_funct_1\": 7, \"v1_yellow_8\": 18, \"o_2_4_topgen_2\": 20, \"v5_waybel_7\": 19, \"k1_waybel_4\": 19, \"k8_lattice3\": 31, \"v4_waybel_0\": 13, \"v1_yellow_3\": 3, \"a_2_1_yellow19\": 62, \"a_2_0_tmap_1\": 13, \"k6_filter_0\": 62, \"k2_filter_0\": 53, \"r1_borsuk_1\": 7, \"a_3_4_lattice3\": 12, \"v9_pre_topc\": 9, \"a_2_0_waybel_0\": 27, \"k5_relset_2\": 3, \"k3_setfam_1\": 35, \"r1_filter_1\": 7, \"k8_filter_1\": 53, \"r8_orders_1\": 6, \"v2_waybel_2\": 22, \"k2_waybel_9\": 10, \"a_1_0_filter_1\": 187, \"r9_orders_1\": 9, \"o_1_2_funct_1\": 37, \"v2_pralg_1\": 25, \"k10_pralg_1\": 17, \"v25_waybel_0\": 7, \"v10_pre_topc\": 37, \"k5_yellow_0\": 13, \"a_2_1_lattice3\": 2, \"o_3_4_yellow19\": 2}", "word_docs": "{\"<start>\": 74170, \"<end>\": 74170, \"-\": 56949, \"failure\": 19, \",\": 71658, \")\": 72260, \"=\": 52498, \"k1_funct_1\": 3012, \"var\": 73938, \"k7_partfun1\": 811, \"(\": 72260, \"r1_tarski\": 7776, \"k6_relat_1\": 1105, \"v1_xboole_0\": 4638, \"k2_tarski\": 2576, \"k1_tarski\": 4739, \"n\": 15236, \"ext\": 15465, \"success\": 5, \"k7_relset_1\": 647, \"k4_xboole_0\": 2617, \"k1_xboole_0\": 5048, \"v1_funct_1\": 7604, \"k9_xtuple_0\": 5676, \"v5_relat_1\": 748, \"k1_relset_1\": 2066, \"k7_relat_1\": 1762, \"r2_hidden\": 19145, \"v1_relat_1\": 9158, \"k1_zfmisc_1\": 17739, \"k2_zfmisc_1\": 10535, \"v4_relat_1\": 721, \"v2_struct_0\": 7063, \"k2_tsep_1\": 295, \"k1_tsep_1\": 548, \"g1_pre_topc\": 880, \"m1_pre_topc\": 2468, \"u1_struct_0\": 16984, \"u1_pre_topc\": 1275, \"l1_pre_topc\": 5521, \"v2_pre_topc\": 3140, \"r1_tsep_1\": 392, \"v1_tsep_1\": 118, \"v1_pre_topc\": 500, \"m1_subset_1\": 20177, \"sklm\": 17584, \"k4_tarski\": 5215, \"k6_subset_1\": 479, \"k7_setfam_1\": 401, \"v2_tops_2\": 160, \"v1_tops_2\": 233, \"v3_tops_1\": 60, \"v2_tops_1\": 117, \"k2_pre_topc\": 1525, \"k4_subset_1\": 616, \"v4_pre_topc\": 696, \"v7_lattices\": 101, \"l1_lattices\": 128, \"k1_lattices\": 350, \"l3_lattices\": 1115, \"k2_lattices\": 203, \"v11_lattices\": 95, \"v10_lattices\": 780, \"k7_filter_0\": 71, \"v17_lattices\": 173, \"k7_lattices\": 206, \"k4_lattices\": 264, \"k4_filter_0\": 108, \"k3_lattices\": 208, \"k6_lattices\": 66, \"v16_lattices\": 34, \"v4_lattices\": 293, \"v14_lattices\": 55, \"l2_lattices\": 213, \"v5_lattices\": 134, \"v15_lattices\": 42, \"v8_lattices\": 181, \"v6_lattices\": 149, \"k5_lattices\": 107, \"v9_lattices\": 140, \"k8_relat_1\": 1461, \"k8_relset_1\": 374, \"v13_lattices\": 82, \"k3_zfmisc_1\": 792, \"k6_xtuple_0\": 311, \"k9_relat_1\": 219, \"k4_zfmisc_1\": 536, \"k3_xboole_0\": 4162, \"k3_xtuple_0\": 580, \"k10_yellow_6\": 227, \"m2_yellow_6\": 126, \"v4_orders_2\": 1367, \"l1_struct_0\": 1424, \"l1_waybel_0\": 974, \"v7_waybel_0\": 444, \"m1_connsp_2\": 238, \"k5_yellow_6\": 32, \"r1_waybel_0\": 249, \"r2_waybel_0\": 75, \"a_2_1_orders_2\": 57, \"k6_domain_1\": 462, \"k2_struct_0\": 1136, \"v3_orders_2\": 1157, \"v5_orders_2\": 1470, \"l1_orders_2\": 3659, \"k2_orders_2\": 78, \"r2_orders_2\": 300, \"k2_xboole_0\": 4265, \"k5_xboole_0\": 423, \"v6_orders_2\": 82, \"k2_partfun1\": 715, \"k5_relat_1\": 2277, \"r2_relset_1\": 812, \"k8_setfam_1\": 124, \"k9_subset_1\": 1339, \"k16_lattice3\": 77, \"r3_lattices\": 112, \"r3_lattice3\": 100, \"k8_subset_1\": 34, \"v4_lattice3\": 104, \"k10_xtuple_0\": 3209, \"o_0_0_xboole_0\": 202, \"k6_enumset1\": 399, \"k7_enumset1\": 261, \"k2_enumset1\": 1052, \"k3_enumset1\": 487, \"k1_enumset1\": 776, \"k5_partfun1\": 407, \"v1_partfun1\": 478, \"r1_partfun1\": 400, \"k1_wellord2\": 230, \"k1_relat_1\": 793, \"v1_funct_2\": 2933, \"k2_relset_1\": 897, \"k2_xtuple_0\": 343, \"k1_xtuple_0\": 252, \"v5_pre_topc\": 540, \"k3_tmap_1\": 332, \"r4_tsep_1\": 173, \"g\": 229, \"k3_relset_1\": 398, \"r1_xboole_0\": 1033, \"k3_subset_1\": 1487, \"k6_relset_2\": 167, \"k2_relat_1\": 474, \"r2_xboole_0\": 104, \"r3_xboole_0\": 37, \"k4_partfun1\": 95, \"v2_funct_1\": 908, \"v3_funct_2\": 83, \"k2_funct_2\": 30, \"v2_funct_2\": 91, \"k6_partfun1\": 171, \"r1_tmap_1\": 176, \"k6_tmap_1\": 187, \"k3_relat_1\": 1857, \"k2_funct_1\": 572, \"k4_relat_1\": 1061, \"k2_tmap_1\": 468, \"k7_tmap_1\": 46, \"k1_partfun1\": 480, \"m1_orders_1\": 111, \"k1_orders_1\": 111, \"m2_orders_2\": 117, \"k4_orders_2\": 66, \"k3_tarski\": 1054, \"k3_funct_2\": 292, \"v2_compts_1\": 125, \"m1_setfam_1\": 50, \"k16_funct_3\": 56, \"k13_funct_3\": 203, \"k15_funct_3\": 93, \"k12_funct_3\": 13, \"r2_funct_2\": 217, \"v3_tdlat_3\": 80, \"r3_tsep_1\": 12, \"k10_tmap_1\": 154, \"v1_finset_1\": 225, \"k7_subset_1\": 446, \"k1_tops_1\": 1001, \"v5_tops_1\": 76, \"v6_tops_1\": 59, \"k4_enumset1\": 473, \"k2_tops_2\": 147, \"r1_orders_2\": 1832, \"u1_orders_2\": 1254, \"k15_lattice3\": 111, \"m1_yellow_0\": 356, \"r4_lattice3\": 104, \"r1_lattices\": 237, \"k2_subset_1\": 160, \"k1_subset_1\": 41, \"v1_tops_1\": 154, \"k1_binop_1\": 93, \"k11_funct_3\": 67, \"k4_relset_2\": 44, \"k9_setfam_1\": 216, \"k10_eqrel_1\": 153, \"k2_waybel_0\": 116, \"u1_waybel_0\": 342, \"v3_pre_topc\": 834, \"k10_subset_1\": 11, \"k2_tops_1\": 403, \"k6_funct_2\": 97, \"m1_orders_2\": 145, \"k3_orders_2\": 181, \"r2_yellow_0\": 465, \"r1_lattice3\": 608, \"v2_orders_2\": 27, \"v4_relat_2\": 76, \"r7_orders_1\": 6, \"v1_relat_2\": 135, \"v8_relat_2\": 151, \"v3_tops_2\": 92, \"k2_yellow_1\": 427, \"g1_orders_2\": 831, \"k1_mcart_1\": 153, \"r2_lattice3\": 656, \"k2_mcart_1\": 122, \"v1_orders_2\": 198, \"r3_orders_2\": 166, \"k5_xtuple_0\": 140, \"k1_yellow_1\": 103, \"v2_yellow_0\": 54, \"k4_xtuple_0\": 54, \"v2_xtuple_0\": 12, \"k7_filter_1\": 82, \"k6_relset_1\": 41, \"k1_yellow19\": 31, \"r2_waybel_7\": 33, \"k5_waybel_0\": 97, \"v1_waybel_0\": 162, \"v14_waybel_0\": 22, \"v12_waybel_0\": 221, \"k1_connsp_1\": 24, \"k5_setfam_1\": 445, \"v2_connsp_1\": 9, \"v1_yellow_0\": 64, \"v3_yellow_0\": 15, \"v7_struct_0\": 33, \"k4_yellow_0\": 118, \"k3_yellow_0\": 103, \"k8_tmap_1\": 234, \"k2_wellord1\": 430, \"v4_tops_1\": 31, \"k2_yellow_0\": 439, \"v19_lattices\": 45, \"v18_lattices\": 8, \"k5_tmap_1\": 62, \"k1_setfam_1\": 252, \"k6_setfam_1\": 155, \"k1_partfun2\": 67, \"k11_lattice3\": 286, \"v2_lattice3\": 406, \"k4_waybel_1\": 70, \"l1_waybel_9\": 103, \"k12_lattice3\": 160, \"k2_yellow_6\": 6, \"v8_pre_topc\": 158, \"v3_yellow_6\": 55, \"k6_waybel_9\": 5, \"v1_lattice3\": 391, \"k11_yellow_6\": 35, \"k3_waybel_2\": 28, \"r1_yellow_0\": 437, \"k1_yellow_0\": 440, \"k1_lattice3\": 112, \"v2_tex_2\": 370, \"r1_funct_2\": 108, \"k10_lattice3\": 257, \"v1_subset_1\": 148, \"k1_tex_2\": 93, \"v1_tex_2\": 89, \"v1_compts_1\": 160, \"k5_enumset1\": 353, \"k3_partfun1\": 622, \"r1_relset_1\": 114, \"v4_yellow_0\": 167, \"v3_lattice3\": 45, \"k3_funct_3\": 226, \"v1_tdlat_3\": 110, \"v1_borsuk_1\": 94, \"k7_relset_2\": 88, \"k7_domain_1\": 56, \"r7_relat_2\": 13, \"v2_waybel_7\": 32, \"v1_waybel_7\": 37, \"k7_lattice3\": 146, \"v13_waybel_0\": 317, \"v2_waybel_0\": 234, \"r1_subset_1\": 27, \"v2_waybel_1\": 15, \"v2_ordinal1\": 55, \"v3_ordinal1\": 243, \"v1_ordinal1\": 68, \"r3_waybel_9\": 127, \"v10_waybel_0\": 50, \"k4_yellow_2\": 9, \"k1_waybel_2\": 40, \"k3_mcart_1\": 112, \"a_2_0_orders_2\": 60, \"k1_orders_2\": 64, \"k1_struct_0\": 96, \"g1_waybel_0\": 76, \"m1_yellow_6\": 72, \"np_var\": 118, \"v6_waybel_0\": 170, \"k5_relset_1\": 57, \"k1_pre_topc\": 304, \"r4_wellord1\": 68, \"k4_waybel_9\": 128, \"k1_toler_1\": 99, \"a_3_0_waybel_9\": 15, \"v11_waybel_0\": 27, \"k5_yellow_2\": 5, \"k1_waybel_9\": 20, \"v1_zfmisc_1\": 116, \"v20_lattices\": 42, \"k1_funct_2\": 186, \"m4_yellow_6\": 19, \"k13_yellow_6\": 27, \"a_2_1_yellow_6\": 13, \"v8_yellow_6\": 4, \"k3_yellow_6\": 31, \"k8_funcop_1\": 13, \"m2_connsp_2\": 7, \"r1_relat_2\": 54, \"k9_tmap_1\": 81, \"k3_struct_0\": 82, \"v3_borsuk_1\": 27, \"v4_tex_2\": 32, \"k4_waybel_0\": 184, \"k12_waybel_0\": 10, \"k1_waybel_3\": 29, \"r2_subset_1\": 3, \"v24_waybel_0\": 26, \"v3_waybel_3\": 33, \"r1_waybel_3\": 28, \"v2_waybel_3\": 8, \"a_2_0_waybel_3\": 25, \"v1_waybel_3\": 1, \"a_2_0_relset_2\": 37, \"k9_yellow_6\": 74, \"v3_orders_1\": 11, \"v6_relat_2\": 77, \"v5_yellow_0\": 9, \"r6_relat_2\": 38, \"k13_lattice3\": 123, \"a_2_3_lattice3\": 8, \"a_2_4_lattice3\": 2, \"r2_wellord1\": 58, \"r1_waybel_9\": 21, \"k1_funct_3\": 283, \"r4_waybel_0\": 5, \"r3_waybel_0\": 20, \"k1_relset_2\": 39, \"v3_tex_2\": 98, \"k4_mcart_1\": 134, \"k7_xtuple_0\": 59, \"k5_mcart_1\": 66, \"k8_xtuple_0\": 51, \"k6_mcart_1\": 75, \"k7_mcart_1\": 88, \"k1_tops_2\": 105, \"k4_partfun2\": 175, \"k2_funcop_1\": 75, \"g3_lattices\": 125, \"u1_lattices\": 49, \"u2_lattices\": 69, \"v3_lattices\": 34, \"k1_wellord1\": 230, \"k2_wellord2\": 11, \"r1_ordinal1\": 39, \"v2_wellord1\": 144, \"o_4_0_partfun1\": 7, \"k9_funct_3\": 74, \"k10_funct_3\": 64, \"k1_ordinal1\": 231, \"v5_ordinal1\": 1, \"v3_funct_1\": 131, \"k3_yellow_1\": 398, \"k3_lattice3\": 61, \"r2_setfam_1\": 13, \"k1_compts_1\": 14, \"k6_funct_3\": 21, \"k8_funct_2\": 67, \"v2_relat_2\": 11, \"r2_relat_2\": 11, \"r8_relat_2\": 70, \"k4_relset_1\": 52, \"r1_waybel_7\": 36, \"v3_waybel_7\": 8, \"r2_waybel_9\": 5, \"k4_funct_2\": 21, \"k5_funct_2\": 3, \"k4_lattice3\": 57, \"k5_lattice3\": 32, \"v23_waybel_0\": 25, \"k2_lattice3\": 9, \"r4_relat_2\": 64, \"v5_orders_3\": 17, \"k1_connsp_2\": 94, \"a_2_0_lattice3\": 29, \"v11_waybel_1\": 46, \"v10_waybel_1\": 12, \"v2_tdlat_3\": 53, \"k3_partfun2\": 151, \"v5_funct_1\": 17, \"v2_relat_1\": 12, \"g2_lattices\": 41, \"v2_lattices\": 7, \"a_3_0_waybel_0\": 23, \"k7_funct_3\": 11, \"v1_connsp_2\": 13, \"r2_connsp_2\": 3, \"r1_connsp_2\": 22, \"v2_connsp_2\": 5, \"k3_waybel_0\": 198, \"a_2_1_waybel_0\": 21, \"k2_yellow19\": 65, \"k3_yellow19\": 71, \"a_2_0_yellow_6\": 32, \"k3_funct_1\": 9, \"v1_yellow_6\": 14, \"k4_yellow_6\": 21, \"k6_eqrel_1\": 10, \"v3_relat_2\": 48, \"k7_eqrel_1\": 10, \"a_1_0_eqrel_1\": 3, \"k8_eqrel_1\": 25, \"k7_funct_2\": 77, \"v1_wellord1\": 63, \"k3_filter_1\": 19, \"m1_eqrel_1\": 12, \"m2_filter_1\": 31, \"k9_eqrel_1\": 6, \"r1_binop_1\": 24, \"r2_binop_1\": 15, \"r3_binop_1\": 21, \"m2_subset_1\": 4, \"k13_mcart_1\": 25, \"k16_mcart_1\": 7, \"k14_mcart_1\": 7, \"k15_mcart_1\": 7, \"v13_struct_0\": 5, \"k4_setfam_1\": 25, \"r1_setfam_1\": 104, \"k6_filter_1\": 69, \"v3_binop_1\": 4, \"k1_lattice2\": 3, \"o_1_0_funct_2\": 26, \"r5_relat_2\": 20, \"k4_funct_3\": 139, \"r6_binop_1\": 21, \"r5_binop_1\": 25, \"r4_binop_1\": 26, \"k9_filter_0\": 4, \"v3_filter_0\": 17, \"k4_tmap_1\": 26, \"r1_wellord1\": 17, \"k6_waybel_0\": 72, \"a_2_0_tex_2\": 8, \"v4_waybel_7\": 42, \"v5_waybel_6\": 9, \"v3_xtuple_0\": 30, \"k2_binop_1\": 8, \"r3_relat_2\": 13, \"k3_waybel_9\": 29, \"m1_funct_2\": 55, \"k1_tmap_1\": 67, \"g1_lattices\": 39, \"v1_lattices\": 14, \"v4_ordinal1\": 13, \"r3_wellord1\": 96, \"v5_waybel_0\": 9, \"k2_setfam_1\": 30, \"r6_orders_1\": 9, \"v3_relat_1\": 18, \"v3_waybel_0\": 17, \"a_2_2_lattice3\": 3, \"k8_funct_3\": 1, \"r2_lattices\": 27, \"a_3_1_waybel_0\": 22, \"v2_yellow_6\": 8, \"a_3_2_lattice3\": 4, \"k2_partfun2\": 73, \"a_2_0_yellow19\": 34, \"r2_tarski\": 10, \"r2_wellord2\": 35, \"v3_card_1\": 39, \"v15_waybel_0\": 21, \"v1_tops_3\": 4, \"k10_relat_1\": 16, \"k6_yellow_1\": 43, \"k5_yellow_1\": 59, \"k9_funct_2\": 26, \"k7_funcop_1\": 33, \"m1_yellow19\": 18, \"k5_waybel_9\": 11, \"k5_subset_1\": 16, \"v6_yellow_0\": 2, \"v1_classes2\": 11, \"v1_classes1\": 6, \"k4_card_3\": 20, \"v1_card_1\": 6, \"v2_classes1\": 4, \"k1_card_1\": 6, \"k3_card_3\": 8, \"k6_yellow_6\": 5, \"k14_funct_3\": 31, \"k3_relset_2\": 73, \"k1_domain_1\": 43, \"r3_orders_1\": 7, \"r3_connsp_1\": 5, \"v3_connsp_1\": 2, \"v3_setfam_1\": 17, \"v3_finset_1\": 9, \"a_3_6_lattice3\": 1, \"k3_yellow_3\": 16, \"m3_yellow_6\": 35, \"k8_yellow_6\": 15, \"v1_yellow_1\": 22, \"k12_pralg_1\": 37, \"k2_yellow_3\": 1, \"k7_yellow_6\": 1, \"k7_waybel_1\": 16, \"v4_funct_1\": 7, \"v1_yellow_8\": 18, \"o_2_4_topgen_2\": 6, \"v5_waybel_7\": 17, \"k1_waybel_4\": 17, \"k8_lattice3\": 20, \"v4_waybel_0\": 11, \"v1_yellow_3\": 3, \"a_2_1_yellow19\": 33, \"a_2_0_tmap_1\": 13, \"k6_filter_0\": 22, \"k2_filter_0\": 29, \"r1_borsuk_1\": 7, \"a_3_4_lattice3\": 8, \"v9_pre_topc\": 9, \"a_2_0_waybel_0\": 21, \"k5_relset_2\": 3, \"k3_setfam_1\": 22, \"r1_filter_1\": 7, \"k8_filter_1\": 22, \"r8_orders_1\": 6, \"v2_waybel_2\": 17, \"k2_waybel_9\": 5, \"a_1_0_filter_1\": 14, \"r9_orders_1\": 7, \"o_1_2_funct_1\": 14, \"v2_pralg_1\": 22, \"k10_pralg_1\": 9, \"v25_waybel_0\": 7, \"v10_pre_topc\": 37, \"k5_yellow_0\": 10, \"a_2_1_lattice3\": 1, \"o_3_4_yellow19\": 1}", "index_docs": "{\"7\": 74170, \"8\": 74170, \"6\": 56949, \"454\": 19, \"2\": 71658, \"4\": 72260, \"5\": 52498, \"33\": 3012, \"1\": 73938, \"75\": 811, \"3\": 72260, \"24\": 7776, \"44\": 1105, \"32\": 4638, \"30\": 2576, \"16\": 4739, \"22\": 15236, \"20\": 15465, \"535\": 5, \"84\": 647, \"26\": 2617, \"25\": 5048, \"23\": 7604, \"15\": 5676, \"82\": 748, \"35\": 2066, \"40\": 1762, \"12\": 19145, \"19\": 9158, \"10\": 17739, \"14\": 10535, \"85\": 721, \"27\": 7063, \"90\": 295, \"69\": 548, \"55\": 880, \"37\": 2468, \"9\": 16984, \"52\": 1275, \"31\": 5521, \"39\": 3140, \"127\": 392, \"230\": 118, \"115\": 500, \"11\": 20177, \"13\": 17584, \"18\": 5215, \"73\": 479, \"86\": 401, \"217\": 160, \"177\": 233, \"336\": 60, \"257\": 117, \"46\": 1525, \"76\": 616, \"95\": 696, \"189\": 101, \"187\": 128, \"102\": 350, \"72\": 1115, \"159\": 203, \"285\": 95, \"98\": 780, \"278\": 71, \"208\": 173, \"144\": 206, \"126\": 264, \"167\": 108, \"140\": 208, \"281\": 66, \"321\": 34, \"104\": 293, \"319\": 55, \"190\": 213, \"157\": 134, \"340\": 42, \"209\": 181, \"224\": 149, \"123\": 107, \"227\": 140, \"50\": 1461, \"111\": 374, \"290\": 82, \"58\": 792, \"139\": 311, \"155\": 219, \"74\": 536, \"17\": 4162, \"63\": 580, \"149\": 227, \"200\": 126, \"62\": 1367, \"57\": 1424, \"79\": 974, \"134\": 444, \"180\": 238, \"387\": 32, \"188\": 249, \"311\": 75, \"325\": 57, \"106\": 462, \"47\": 1136, \"78\": 1157, \"66\": 1470, \"41\": 3659, \"232\": 78, \"162\": 300, \"21\": 4265, \"64\": 423, \"299\": 82, \"71\": 715, \"29\": 2277, \"103\": 812, \"195\": 124, \"53\": 1339, \"249\": 77, \"266\": 112, \"272\": 100, \"375\": 34, \"279\": 104, \"28\": 3209, \"166\": 202, \"105\": 399, \"121\": 261, \"49\": 1052, \"99\": 487, \"60\": 776, \"122\": 407, \"129\": 478, \"141\": 400, \"107\": 230, \"68\": 793, \"42\": 2933, \"80\": 897, \"128\": 343, \"136\": 252, \"113\": 540, \"112\": 332, \"233\": 173, \"207\": 229, \"81\": 398, \"65\": 1033, \"36\": 1487, \"158\": 167, \"56\": 474, \"273\": 104, \"378\": 37, \"229\": 95, \"87\": 908, \"293\": 83, \"316\": 30, \"294\": 91, \"145\": 171, \"198\": 176, \"153\": 187, \"38\": 1857, \"51\": 572, \"45\": 1061, \"88\": 468, \"295\": 46, \"108\": 480, \"267\": 111, \"274\": 111, \"259\": 117, \"268\": 66, \"34\": 1054, \"138\": 292, \"248\": 125, \"351\": 50, \"337\": 56, \"130\": 203, \"210\": 93, \"422\": 13, \"191\": 217, \"300\": 80, \"491\": 12, \"179\": 154, \"172\": 225, \"97\": 446, \"59\": 1001, \"302\": 76, \"326\": 59, \"83\": 473, \"171\": 147, \"48\": 1832, \"43\": 1254, \"206\": 111, \"150\": 356, \"276\": 104, \"178\": 237, \"137\": 160, \"317\": 41, \"221\": 154, \"184\": 93, \"250\": 67, \"355\": 44, \"133\": 216, \"154\": 153, \"247\": 116, \"120\": 342, \"91\": 834, \"433\": 11, \"92\": 403, \"252\": 97, \"236\": 145, \"182\": 181, \"117\": 465, \"101\": 608, \"416\": 27, \"256\": 76, \"527\": 6, \"205\": 135, \"203\": 151, \"305\": 92, \"61\": 427, \"54\": 831, \"185\": 153, \"93\": 656, \"245\": 122, \"163\": 198, \"226\": 166, \"199\": 140, \"181\": 103, \"357\": 54, \"307\": 54, \"472\": 12, \"174\": 82, \"327\": 41, \"364\": 31, \"383\": 33, \"222\": 97, \"220\": 162, \"438\": 22, \"196\": 221, \"405\": 24, \"100\": 445, \"481\": 9, \"329\": 64, \"443\": 15, \"390\": 33, \"161\": 118, \"186\": 103, \"125\": 234, \"77\": 430, \"391\": 31, \"94\": 439, \"339\": 45, \"439\": 8, \"264\": 62, \"67\": 252, \"135\": 155, \"280\": 67, \"119\": 286, \"148\": 406, \"308\": 70, \"253\": 103, \"175\": 160, \"518\": 6, \"218\": 158, \"352\": 55, \"536\": 5, \"151\": 391, \"324\": 35, \"353\": 28, \"131\": 437, \"96\": 440, \"164\": 112, \"124\": 370, \"265\": 108, \"143\": 257, \"223\": 148, \"204\": 93, \"289\": 89, \"237\": 160, \"114\": 353, \"70\": 622, \"263\": 114, \"211\": 167, \"365\": 45, \"116\": 226, \"282\": 110, \"270\": 94, \"214\": 88, \"292\": 56, \"482\": 13, \"392\": 32, \"385\": 37, \"110\": 146, \"168\": 317, \"183\": 234, \"409\": 27, \"338\": 15, \"309\": 55, \"165\": 243, \"314\": 68, \"260\": 127, \"373\": 50, \"406\": 9, \"332\": 40, \"255\": 112, \"323\": 60, \"269\": 64, \"201\": 96, \"238\": 76, \"306\": 72, \"235\": 118, \"215\": 170, \"296\": 57, \"132\": 304, \"297\": 68, \"169\": 128, \"234\": 99, \"461\": 15, \"423\": 27, \"537\": 5, \"346\": 20, \"251\": 116, \"384\": 42, \"147\": 186, \"425\": 19, \"347\": 27, \"474\": 13, \"538\": 4, \"335\": 31, \"483\": 13, \"515\": 7, \"356\": 54, \"228\": 81, \"241\": 82, \"424\": 27, \"410\": 32, \"176\": 184, \"475\": 10, \"393\": 29, \"543\": 3, \"426\": 26, \"396\": 33, \"402\": 28, \"388\": 8, \"328\": 25, \"544\": 1, \"376\": 37, \"287\": 74, \"497\": 11, \"291\": 77, \"492\": 9, \"374\": 38, \"212\": 123, \"484\": 8, \"553\": 2, \"348\": 58, \"428\": 21, \"109\": 283, \"528\": 5, \"444\": 20, \"345\": 39, \"284\": 98, \"216\": 134, \"312\": 59, \"310\": 66, \"318\": 51, \"301\": 75, \"261\": 88, \"240\": 105, \"160\": 175, \"275\": 75, \"152\": 125, \"303\": 49, \"197\": 69, \"386\": 34, \"146\": 230, \"476\": 11, \"371\": 39, \"246\": 144, \"519\": 7, \"304\": 74, \"331\": 64, \"118\": 231, \"556\": 1, \"242\": 131, \"89\": 398, \"298\": 61, \"477\": 13, \"360\": 14, \"411\": 21, \"243\": 67, \"493\": 11, \"485\": 11, \"320\": 70, \"288\": 52, \"394\": 36, \"503\": 8, \"504\": 5, \"407\": 21, \"545\": 3, \"173\": 57, \"366\": 32, \"413\": 25, \"478\": 9, \"322\": 64, \"462\": 17, \"258\": 94, \"403\": 29, \"367\": 46, \"455\": 12, \"343\": 53, \"156\": 151, \"456\": 17, \"479\": 12, \"219\": 41, \"498\": 7, \"419\": 23, \"379\": 11, \"457\": 13, \"546\": 3, \"440\": 22, \"520\": 5, \"142\": 198, \"414\": 21, \"283\": 65, \"194\": 71, \"372\": 32, \"499\": 9, \"465\": 14, \"417\": 21, \"466\": 10, \"361\": 48, \"500\": 10, \"501\": 3, \"286\": 25, \"277\": 77, \"262\": 63, \"341\": 19, \"467\": 12, \"397\": 31, \"486\": 6, \"408\": 24, \"430\": 15, \"445\": 21, \"541\": 4, \"358\": 25, \"494\": 7, \"521\": 7, \"516\": 7, \"510\": 5, \"412\": 25, \"244\": 104, \"192\": 69, \"469\": 4, \"505\": 3, \"377\": 26, \"449\": 20, \"170\": 139, \"446\": 21, \"395\": 25, \"398\": 26, \"529\": 4, \"450\": 17, \"370\": 26, \"447\": 17, \"254\": 72, \"480\": 8, \"363\": 42, \"511\": 9, \"381\": 30, \"506\": 8, \"470\": 13, \"333\": 29, \"344\": 55, \"315\": 67, \"231\": 39, \"451\": 14, \"463\": 13, \"271\": 96, \"507\": 9, \"401\": 30, \"512\": 9, \"448\": 18, \"458\": 17, \"547\": 3, \"548\": 1, \"420\": 27, \"418\": 22, \"517\": 8, \"530\": 4, \"213\": 73, \"334\": 34, \"495\": 10, \"362\": 35, \"359\": 39, \"441\": 21, \"539\": 4, \"429\": 16, \"354\": 43, \"330\": 59, \"193\": 26, \"202\": 33, \"452\": 18, \"502\": 11, \"434\": 16, \"549\": 2, \"487\": 11, \"531\": 6, \"435\": 20, \"532\": 6, \"542\": 4, \"473\": 6, \"382\": 8, \"533\": 5, \"313\": 31, \"239\": 73, \"342\": 43, \"522\": 7, \"540\": 5, \"550\": 2, \"436\": 17, \"508\": 9, \"557\": 1, \"471\": 16, \"389\": 35, \"431\": 15, \"437\": 22, \"380\": 37, \"558\": 1, \"559\": 1, \"421\": 16, \"523\": 7, \"464\": 18, \"453\": 6, \"459\": 17, \"460\": 17, \"415\": 20, \"488\": 11, \"551\": 3, \"349\": 33, \"489\": 13, \"350\": 22, \"368\": 29, \"524\": 7, \"496\": 8, \"513\": 9, \"427\": 21, \"552\": 3, \"404\": 22, \"525\": 7, \"369\": 22, \"534\": 6, \"442\": 17, \"509\": 5, \"225\": 14, \"514\": 7, \"399\": 14, \"432\": 22, \"468\": 9, \"526\": 7, \"400\": 37, \"490\": 10, \"554\": 1, \"555\": 1}", "index_word": "{\"1\": \"var\", \"2\": \",\", \"3\": \"(\", \"4\": \")\", \"5\": \"=\", \"6\": \"-\", \"7\": \"<start>\", \"8\": \"<end>\", \"9\": \"u1_struct_0\", \"10\": \"k1_zfmisc_1\", \"11\": \"m1_subset_1\", \"12\": \"r2_hidden\", \"13\": \"sklm\", \"14\": \"k2_zfmisc_1\", \"15\": \"k9_xtuple_0\", \"16\": \"k1_tarski\", \"17\": \"k3_xboole_0\", \"18\": \"k4_tarski\", \"19\": \"v1_relat_1\", \"20\": \"ext\", \"21\": \"k2_xboole_0\", \"22\": \"n\", \"23\": \"v1_funct_1\", \"24\": \"r1_tarski\", \"25\": \"k1_xboole_0\", \"26\": \"k4_xboole_0\", \"27\": \"v2_struct_0\", \"28\": \"k10_xtuple_0\", \"29\": \"k5_relat_1\", \"30\": \"k2_tarski\", \"31\": \"l1_pre_topc\", \"32\": \"v1_xboole_0\", \"33\": \"k1_funct_1\", \"34\": \"k3_tarski\", \"35\": \"k1_relset_1\", \"36\": \"k3_subset_1\", \"37\": \"m1_pre_topc\", \"38\": \"k3_relat_1\", \"39\": \"v2_pre_topc\", \"40\": \"k7_relat_1\", \"41\": \"l1_orders_2\", \"42\": \"v1_funct_2\", \"43\": \"u1_orders_2\", \"44\": \"k6_relat_1\", \"45\": \"k4_relat_1\", \"46\": \"k2_pre_topc\", \"47\": \"k2_struct_0\", \"48\": \"r1_orders_2\", \"49\": \"k2_enumset1\", \"50\": \"k8_relat_1\", \"51\": \"k2_funct_1\", \"52\": \"u1_pre_topc\", \"53\": \"k9_subset_1\", \"54\": \"g1_orders_2\", \"55\": \"g1_pre_topc\", \"56\": \"k2_relat_1\", \"57\": \"l1_struct_0\", \"58\": \"k3_zfmisc_1\", \"59\": \"k1_tops_1\", \"60\": \"k1_enumset1\", \"61\": \"k2_yellow_1\", \"62\": \"v4_orders_2\", \"63\": \"k3_xtuple_0\", \"64\": \"k5_xboole_0\", \"65\": \"r1_xboole_0\", \"66\": \"v5_orders_2\", \"67\": \"k1_setfam_1\", \"68\": \"k1_relat_1\", \"69\": \"k1_tsep_1\", \"70\": \"k3_partfun1\", \"71\": \"k2_partfun1\", \"72\": \"l3_lattices\", \"73\": \"k6_subset_1\", \"74\": \"k4_zfmisc_1\", \"75\": \"k7_partfun1\", \"76\": \"k4_subset_1\", \"77\": \"k2_wellord1\", \"78\": \"v3_orders_2\", \"79\": \"l1_waybel_0\", \"80\": \"k2_relset_1\", \"81\": \"k3_relset_1\", \"82\": \"v5_relat_1\", \"83\": \"k4_enumset1\", \"84\": \"k7_relset_1\", \"85\": \"v4_relat_1\", \"86\": \"k7_setfam_1\", \"87\": \"v2_funct_1\", \"88\": \"k2_tmap_1\", \"89\": \"k3_yellow_1\", \"90\": \"k2_tsep_1\", \"91\": \"v3_pre_topc\", \"92\": \"k2_tops_1\", \"93\": \"r2_lattice3\", \"94\": \"k2_yellow_0\", \"95\": \"v4_pre_topc\", \"96\": \"k1_yellow_0\", \"97\": \"k7_subset_1\", \"98\": \"v10_lattices\", \"99\": \"k3_enumset1\", \"100\": \"k5_setfam_1\", \"101\": \"r1_lattice3\", \"102\": \"k1_lattices\", \"103\": \"r2_relset_1\", \"104\": \"v4_lattices\", \"105\": \"k6_enumset1\", \"106\": \"k6_domain_1\", \"107\": \"k1_wellord2\", \"108\": \"k1_partfun1\", \"109\": \"k1_funct_3\", \"110\": \"k7_lattice3\", \"111\": \"k8_relset_1\", \"112\": \"k3_tmap_1\", \"113\": \"v5_pre_topc\", \"114\": \"k5_enumset1\", \"115\": \"v1_pre_topc\", \"116\": \"k3_funct_3\", \"117\": \"r2_yellow_0\", \"118\": \"k1_ordinal1\", \"119\": \"k11_lattice3\", \"120\": \"u1_waybel_0\", \"121\": \"k7_enumset1\", \"122\": \"k5_partfun1\", \"123\": \"k5_lattices\", \"124\": \"v2_tex_2\", \"125\": \"k8_tmap_1\", \"126\": \"k4_lattices\", \"127\": \"r1_tsep_1\", \"128\": \"k2_xtuple_0\", \"129\": \"v1_partfun1\", \"130\": \"k13_funct_3\", \"131\": \"r1_yellow_0\", \"132\": \"k1_pre_topc\", \"133\": \"k9_setfam_1\", \"134\": \"v7_waybel_0\", \"135\": \"k6_setfam_1\", \"136\": \"k1_xtuple_0\", \"137\": \"k2_subset_1\", \"138\": \"k3_funct_2\", \"139\": \"k6_xtuple_0\", \"140\": \"k3_lattices\", \"141\": \"r1_partfun1\", \"142\": \"k3_waybel_0\", \"143\": \"k10_lattice3\", \"144\": \"k7_lattices\", \"145\": \"k6_partfun1\", \"146\": \"k1_wellord1\", \"147\": \"k1_funct_2\", \"148\": \"v2_lattice3\", \"149\": \"k10_yellow_6\", \"150\": \"m1_yellow_0\", \"151\": \"v1_lattice3\", \"152\": \"g3_lattices\", \"153\": \"k6_tmap_1\", \"154\": \"k10_eqrel_1\", \"155\": \"k9_relat_1\", \"156\": \"k3_partfun2\", \"157\": \"v5_lattices\", \"158\": \"k6_relset_2\", \"159\": \"k2_lattices\", \"160\": \"k4_partfun2\", \"161\": \"k4_yellow_0\", \"162\": \"r2_orders_2\", \"163\": \"v1_orders_2\", \"164\": \"k1_lattice3\", \"165\": \"v3_ordinal1\", \"166\": \"o_0_0_xboole_0\", \"167\": \"k4_filter_0\", \"168\": \"v13_waybel_0\", \"169\": \"k4_waybel_9\", \"170\": \"k4_funct_3\", \"171\": \"k2_tops_2\", \"172\": \"v1_finset_1\", \"173\": \"k4_lattice3\", \"174\": \"k7_filter_1\", \"175\": \"k12_lattice3\", \"176\": \"k4_waybel_0\", \"177\": \"v1_tops_2\", \"178\": \"r1_lattices\", \"179\": \"k10_tmap_1\", \"180\": \"m1_connsp_2\", \"181\": \"k1_yellow_1\", \"182\": \"k3_orders_2\", \"183\": \"v2_waybel_0\", \"184\": \"k1_binop_1\", \"185\": \"k1_mcart_1\", \"186\": \"k3_yellow_0\", \"187\": \"l1_lattices\", \"188\": \"r1_waybel_0\", \"189\": \"v7_lattices\", \"190\": \"l2_lattices\", \"191\": \"r2_funct_2\", \"192\": \"k6_filter_1\", \"193\": \"k9_funct_2\", \"194\": \"k3_yellow19\", \"195\": \"k8_setfam_1\", \"196\": \"v12_waybel_0\", \"197\": \"u2_lattices\", \"198\": \"r1_tmap_1\", \"199\": \"k5_xtuple_0\", \"200\": \"m2_yellow_6\", \"201\": \"k1_struct_0\", \"202\": \"k7_funcop_1\", \"203\": \"v8_relat_2\", \"204\": \"k1_tex_2\", \"205\": \"v1_relat_2\", \"206\": \"k15_lattice3\", \"207\": \"g\", \"208\": \"v17_lattices\", \"209\": \"v8_lattices\", \"210\": \"k15_funct_3\", \"211\": \"v4_yellow_0\", \"212\": \"k13_lattice3\", \"213\": \"k2_partfun2\", \"214\": \"k7_relset_2\", \"215\": \"v6_waybel_0\", \"216\": \"k4_mcart_1\", \"217\": \"v2_tops_2\", \"218\": \"v8_pre_topc\", \"219\": \"g2_lattices\", \"220\": \"v1_waybel_0\", \"221\": \"v1_tops_1\", \"222\": \"k5_waybel_0\", \"223\": \"v1_subset_1\", \"224\": \"v6_lattices\", \"225\": \"a_1_0_filter_1\", \"226\": \"r3_orders_2\", \"227\": \"v9_lattices\", \"228\": \"k9_tmap_1\", \"229\": \"k4_partfun1\", \"230\": \"v1_tsep_1\", \"231\": \"g1_lattices\", \"232\": \"k2_orders_2\", \"233\": \"r4_tsep_1\", \"234\": \"k1_toler_1\", \"235\": \"np_var\", \"236\": \"m1_orders_2\", \"237\": \"v1_compts_1\", \"238\": \"g1_waybel_0\", \"239\": \"k3_relset_2\", \"240\": \"k1_tops_2\", \"241\": \"k3_struct_0\", \"242\": \"v3_funct_1\", \"243\": \"k8_funct_2\", \"244\": \"r1_setfam_1\", \"245\": \"k2_mcart_1\", \"246\": \"v2_wellord1\", \"247\": \"k2_waybel_0\", \"248\": \"v2_compts_1\", \"249\": \"k16_lattice3\", \"250\": \"k11_funct_3\", \"251\": \"v1_zfmisc_1\", \"252\": \"k6_funct_2\", \"253\": \"l1_waybel_9\", \"254\": \"k6_waybel_0\", \"255\": \"k3_mcart_1\", \"256\": \"v4_relat_2\", \"257\": \"v2_tops_1\", \"258\": \"k1_connsp_2\", \"259\": \"m2_orders_2\", \"260\": \"r3_waybel_9\", \"261\": \"k7_mcart_1\", \"262\": \"v1_wellord1\", \"263\": \"r1_relset_1\", \"264\": \"k5_tmap_1\", \"265\": \"r1_funct_2\", \"266\": \"r3_lattices\", \"267\": \"m1_orders_1\", \"268\": \"k4_orders_2\", \"269\": \"k1_orders_2\", \"270\": \"v1_borsuk_1\", \"271\": \"r3_wellord1\", \"272\": \"r3_lattice3\", \"273\": \"r2_xboole_0\", \"274\": \"k1_orders_1\", \"275\": \"k2_funcop_1\", \"276\": \"r4_lattice3\", \"277\": \"k7_funct_2\", \"278\": \"k7_filter_0\", \"279\": \"v4_lattice3\", \"280\": \"k1_partfun2\", \"281\": \"k6_lattices\", \"282\": \"v1_tdlat_3\", \"283\": \"k2_yellow19\", \"284\": \"v3_tex_2\", \"285\": \"v11_lattices\", \"286\": \"k8_eqrel_1\", \"287\": \"k9_yellow_6\", \"288\": \"k4_relset_1\", \"289\": \"v1_tex_2\", \"290\": \"v13_lattices\", \"291\": \"v6_relat_2\", \"292\": \"k7_domain_1\", \"293\": \"v3_funct_2\", \"294\": \"v2_funct_2\", \"295\": \"k7_tmap_1\", \"296\": \"k5_relset_1\", \"297\": \"r4_wellord1\", \"298\": \"k3_lattice3\", \"299\": \"v6_orders_2\", \"300\": \"v3_tdlat_3\", \"301\": \"k6_mcart_1\", \"302\": \"v5_tops_1\", \"303\": \"u1_lattices\", \"304\": \"k9_funct_3\", \"305\": \"v3_tops_2\", \"306\": \"m1_yellow_6\", \"307\": \"k4_xtuple_0\", \"308\": \"k4_waybel_1\", \"309\": \"v2_ordinal1\", \"310\": \"k5_mcart_1\", \"311\": \"r2_waybel_0\", \"312\": \"k7_xtuple_0\", \"313\": \"k14_funct_3\", \"314\": \"v1_ordinal1\", \"315\": \"k1_tmap_1\", \"316\": \"k2_funct_2\", \"317\": \"k1_subset_1\", \"318\": \"k8_xtuple_0\", \"319\": \"v14_lattices\", \"320\": \"r8_relat_2\", \"321\": \"v16_lattices\", \"322\": \"r4_relat_2\", \"323\": \"a_2_0_orders_2\", \"324\": \"k11_yellow_6\", \"325\": \"a_2_1_orders_2\", \"326\": \"v6_tops_1\", \"327\": \"k6_relset_1\", \"328\": \"a_2_0_waybel_3\", \"329\": \"v1_yellow_0\", \"330\": \"k5_yellow_1\", \"331\": \"k10_funct_3\", \"332\": \"k1_waybel_2\", \"333\": \"k3_waybel_9\", \"334\": \"a_2_0_yellow19\", \"335\": \"k3_yellow_6\", \"336\": \"v3_tops_1\", \"337\": \"k16_funct_3\", \"338\": \"v2_waybel_1\", \"339\": \"v19_lattices\", \"340\": \"v15_lattices\", \"341\": \"k3_filter_1\", \"342\": \"k1_domain_1\", \"343\": \"v2_tdlat_3\", \"344\": \"m1_funct_2\", \"345\": \"k1_relset_2\", \"346\": \"k1_waybel_9\", \"347\": \"k13_yellow_6\", \"348\": \"r2_wellord1\", \"349\": \"a_2_1_yellow19\", \"350\": \"k6_filter_0\", \"351\": \"m1_setfam_1\", \"352\": \"v3_yellow_6\", \"353\": \"k3_waybel_2\", \"354\": \"k6_yellow_1\", \"355\": \"k4_relset_2\", \"356\": \"r1_relat_2\", \"357\": \"v2_yellow_0\", \"358\": \"k13_mcart_1\", \"359\": \"v3_card_1\", \"360\": \"k1_compts_1\", \"361\": \"v3_relat_2\", \"362\": \"r2_wellord2\", \"363\": \"v4_waybel_7\", \"364\": \"k1_yellow19\", \"365\": \"v3_lattice3\", \"366\": \"k5_lattice3\", \"367\": \"v11_waybel_1\", \"368\": \"k2_filter_0\", \"369\": \"k8_filter_1\", \"370\": \"k4_tmap_1\", \"371\": \"r1_ordinal1\", \"372\": \"a_2_0_yellow_6\", \"373\": \"v10_waybel_0\", \"374\": \"r6_relat_2\", \"375\": \"k8_subset_1\", \"376\": \"a_2_0_relset_2\", \"377\": \"o_1_0_funct_2\", \"378\": \"r3_xboole_0\", \"379\": \"k7_funct_3\", \"380\": \"k12_pralg_1\", \"381\": \"v3_xtuple_0\", \"382\": \"k3_card_3\", \"383\": \"r2_waybel_7\", \"384\": \"v20_lattices\", \"385\": \"v1_waybel_7\", \"386\": \"v3_lattices\", \"387\": \"k5_yellow_6\", \"388\": \"v2_waybel_3\", \"389\": \"m3_yellow_6\", \"390\": \"v7_struct_0\", \"391\": \"v4_tops_1\", \"392\": \"v2_waybel_7\", \"393\": \"k1_waybel_3\", \"394\": \"r1_waybel_7\", \"395\": \"r5_binop_1\", \"396\": \"v3_waybel_3\", \"397\": \"m2_filter_1\", \"398\": \"r4_binop_1\", \"399\": \"o_1_2_funct_1\", \"400\": \"v10_pre_topc\", \"401\": \"k2_setfam_1\", \"402\": \"r1_waybel_3\", \"403\": \"a_2_0_lattice3\", \"404\": \"k3_setfam_1\", \"405\": \"k1_connsp_1\", \"406\": \"k4_yellow_2\", \"407\": \"k4_funct_2\", \"408\": \"r1_binop_1\", \"409\": \"r1_subset_1\", \"410\": \"v4_tex_2\", \"411\": \"k6_funct_3\", \"412\": \"k4_setfam_1\", \"413\": \"v23_waybel_0\", \"414\": \"a_2_1_waybel_0\", \"415\": \"k8_lattice3\", \"416\": \"v2_orders_2\", \"417\": \"k4_yellow_6\", \"418\": \"a_3_1_waybel_0\", \"419\": \"a_3_0_waybel_0\", \"420\": \"r2_lattices\", \"421\": \"k7_waybel_1\", \"422\": \"k12_funct_3\", \"423\": \"v11_waybel_0\", \"424\": \"v3_borsuk_1\", \"425\": \"m4_yellow_6\", \"426\": \"v24_waybel_0\", \"427\": \"a_2_0_waybel_0\", \"428\": \"r1_waybel_9\", \"429\": \"k10_relat_1\", \"430\": \"r2_binop_1\", \"431\": \"k8_yellow_6\", \"432\": \"v2_pralg_1\", \"433\": \"k10_subset_1\", \"434\": \"k5_subset_1\", \"435\": \"k4_card_3\", \"436\": \"v3_setfam_1\", \"437\": \"v1_yellow_1\", \"438\": \"v14_waybel_0\", \"439\": \"v18_lattices\", \"440\": \"r1_connsp_2\", \"441\": \"v15_waybel_0\", \"442\": \"v2_waybel_2\", \"443\": \"v3_yellow_0\", \"444\": \"r3_waybel_0\", \"445\": \"r3_binop_1\", \"446\": \"r6_binop_1\", \"447\": \"r1_wellord1\", \"448\": \"v3_relat_1\", \"449\": \"r5_relat_2\", \"450\": \"v3_filter_0\", \"451\": \"v1_lattices\", \"452\": \"m1_yellow19\", \"453\": \"o_2_4_topgen_2\", \"454\": \"failure\", \"455\": \"v10_waybel_1\", \"456\": \"v5_funct_1\", \"457\": \"v1_connsp_2\", \"458\": \"v3_waybel_0\", \"459\": \"v5_waybel_7\", \"460\": \"k1_waybel_4\", \"461\": \"a_3_0_waybel_9\", \"462\": \"v5_orders_3\", \"463\": \"v4_ordinal1\", \"464\": \"v1_yellow_8\", \"465\": \"v1_yellow_6\", \"466\": \"k6_eqrel_1\", \"467\": \"m1_eqrel_1\", \"468\": \"k10_pralg_1\", \"469\": \"v3_binop_1\", \"470\": \"r3_relat_2\", \"471\": \"k3_yellow_3\", \"472\": \"v2_xtuple_0\", \"473\": \"k1_card_1\", \"474\": \"a_2_1_yellow_6\", \"475\": \"k12_waybel_0\", \"476\": \"k2_wellord2\", \"477\": \"r2_setfam_1\", \"478\": \"k2_lattice3\", \"479\": \"v2_relat_1\", \"480\": \"a_2_0_tex_2\", \"481\": \"v2_connsp_1\", \"482\": \"r7_relat_2\", \"483\": \"k8_funcop_1\", \"484\": \"a_2_3_lattice3\", \"485\": \"r2_relat_2\", \"486\": \"k9_eqrel_1\", \"487\": \"v1_classes2\", \"488\": \"v4_waybel_0\", \"489\": \"a_2_0_tmap_1\", \"490\": \"k5_yellow_0\", \"491\": \"r3_tsep_1\", \"492\": \"v5_yellow_0\", \"493\": \"v2_relat_2\", \"494\": \"k16_mcart_1\", \"495\": \"r2_tarski\", \"496\": \"a_3_4_lattice3\", \"497\": \"v3_orders_1\", \"498\": \"v2_lattices\", \"499\": \"k3_funct_1\", \"500\": \"k7_eqrel_1\", \"501\": \"a_1_0_eqrel_1\", \"502\": \"k5_waybel_9\", \"503\": \"v3_waybel_7\", \"504\": \"r2_waybel_9\", \"505\": \"k1_lattice2\", \"506\": \"k2_binop_1\", \"507\": \"v5_waybel_0\", \"508\": \"v3_finset_1\", \"509\": \"k2_waybel_9\", \"510\": \"v13_struct_0\", \"511\": \"v5_waybel_6\", \"512\": \"r6_orders_1\", \"513\": \"v9_pre_topc\", \"514\": \"r9_orders_1\", \"515\": \"m2_connsp_2\", \"516\": \"k15_mcart_1\", \"517\": \"v2_yellow_6\", \"518\": \"k2_yellow_6\", \"519\": \"o_4_0_partfun1\", \"520\": \"v2_connsp_2\", \"521\": \"k14_mcart_1\", \"522\": \"r3_orders_1\", \"523\": \"v4_funct_1\", \"524\": \"r1_borsuk_1\", \"525\": \"r1_filter_1\", \"526\": \"v25_waybel_0\", \"527\": \"r7_orders_1\", \"528\": \"r4_waybel_0\", \"529\": \"k9_filter_0\", \"530\": \"a_3_2_lattice3\", \"531\": \"v1_classes1\", \"532\": \"v1_card_1\", \"533\": \"k6_yellow_6\", \"534\": \"r8_orders_1\", \"535\": \"success\", \"536\": \"k6_waybel_9\", \"537\": \"k5_yellow_2\", \"538\": \"v8_yellow_6\", \"539\": \"v1_tops_3\", \"540\": \"r3_connsp_1\", \"541\": \"m2_subset_1\", \"542\": \"v2_classes1\", \"543\": \"r2_subset_1\", \"544\": \"v1_waybel_3\", \"545\": \"k5_funct_2\", \"546\": \"r2_connsp_2\", \"547\": \"a_2_2_lattice3\", \"548\": \"k8_funct_3\", \"549\": \"v6_yellow_0\", \"550\": \"v3_connsp_1\", \"551\": \"v1_yellow_3\", \"552\": \"k5_relset_2\", \"553\": \"a_2_4_lattice3\", \"554\": \"a_2_1_lattice3\", \"555\": \"o_3_4_yellow19\", \"556\": \"v5_ordinal1\", \"557\": \"a_3_6_lattice3\", \"558\": \"k2_yellow_3\", \"559\": \"k7_yellow_6\"}", "word_index": "{\"var\": 1, \",\": 2, \"(\": 3, \")\": 4, \"=\": 5, \"-\": 6, \"<start>\": 7, \"<end>\": 8, \"u1_struct_0\": 9, \"k1_zfmisc_1\": 10, \"m1_subset_1\": 11, \"r2_hidden\": 12, \"sklm\": 13, \"k2_zfmisc_1\": 14, \"k9_xtuple_0\": 15, \"k1_tarski\": 16, \"k3_xboole_0\": 17, \"k4_tarski\": 18, \"v1_relat_1\": 19, \"ext\": 20, \"k2_xboole_0\": 21, \"n\": 22, \"v1_funct_1\": 23, \"r1_tarski\": 24, \"k1_xboole_0\": 25, \"k4_xboole_0\": 26, \"v2_struct_0\": 27, \"k10_xtuple_0\": 28, \"k5_relat_1\": 29, \"k2_tarski\": 30, \"l1_pre_topc\": 31, \"v1_xboole_0\": 32, \"k1_funct_1\": 33, \"k3_tarski\": 34, \"k1_relset_1\": 35, \"k3_subset_1\": 36, \"m1_pre_topc\": 37, \"k3_relat_1\": 38, \"v2_pre_topc\": 39, \"k7_relat_1\": 40, \"l1_orders_2\": 41, \"v1_funct_2\": 42, \"u1_orders_2\": 43, \"k6_relat_1\": 44, \"k4_relat_1\": 45, \"k2_pre_topc\": 46, \"k2_struct_0\": 47, \"r1_orders_2\": 48, \"k2_enumset1\": 49, \"k8_relat_1\": 50, \"k2_funct_1\": 51, \"u1_pre_topc\": 52, \"k9_subset_1\": 53, \"g1_orders_2\": 54, \"g1_pre_topc\": 55, \"k2_relat_1\": 56, \"l1_struct_0\": 57, \"k3_zfmisc_1\": 58, \"k1_tops_1\": 59, \"k1_enumset1\": 60, \"k2_yellow_1\": 61, \"v4_orders_2\": 62, \"k3_xtuple_0\": 63, \"k5_xboole_0\": 64, \"r1_xboole_0\": 65, \"v5_orders_2\": 66, \"k1_setfam_1\": 67, \"k1_relat_1\": 68, \"k1_tsep_1\": 69, \"k3_partfun1\": 70, \"k2_partfun1\": 71, \"l3_lattices\": 72, \"k6_subset_1\": 73, \"k4_zfmisc_1\": 74, \"k7_partfun1\": 75, \"k4_subset_1\": 76, \"k2_wellord1\": 77, \"v3_orders_2\": 78, \"l1_waybel_0\": 79, \"k2_relset_1\": 80, \"k3_relset_1\": 81, \"v5_relat_1\": 82, \"k4_enumset1\": 83, \"k7_relset_1\": 84, \"v4_relat_1\": 85, \"k7_setfam_1\": 86, \"v2_funct_1\": 87, \"k2_tmap_1\": 88, \"k3_yellow_1\": 89, \"k2_tsep_1\": 90, \"v3_pre_topc\": 91, \"k2_tops_1\": 92, \"r2_lattice3\": 93, \"k2_yellow_0\": 94, \"v4_pre_topc\": 95, \"k1_yellow_0\": 96, \"k7_subset_1\": 97, \"v10_lattices\": 98, \"k3_enumset1\": 99, \"k5_setfam_1\": 100, \"r1_lattice3\": 101, \"k1_lattices\": 102, \"r2_relset_1\": 103, \"v4_lattices\": 104, \"k6_enumset1\": 105, \"k6_domain_1\": 106, \"k1_wellord2\": 107, \"k1_partfun1\": 108, \"k1_funct_3\": 109, \"k7_lattice3\": 110, \"k8_relset_1\": 111, \"k3_tmap_1\": 112, \"v5_pre_topc\": 113, \"k5_enumset1\": 114, \"v1_pre_topc\": 115, \"k3_funct_3\": 116, \"r2_yellow_0\": 117, \"k1_ordinal1\": 118, \"k11_lattice3\": 119, \"u1_waybel_0\": 120, \"k7_enumset1\": 121, \"k5_partfun1\": 122, \"k5_lattices\": 123, \"v2_tex_2\": 124, \"k8_tmap_1\": 125, \"k4_lattices\": 126, \"r1_tsep_1\": 127, \"k2_xtuple_0\": 128, \"v1_partfun1\": 129, \"k13_funct_3\": 130, \"r1_yellow_0\": 131, \"k1_pre_topc\": 132, \"k9_setfam_1\": 133, \"v7_waybel_0\": 134, \"k6_setfam_1\": 135, \"k1_xtuple_0\": 136, \"k2_subset_1\": 137, \"k3_funct_2\": 138, \"k6_xtuple_0\": 139, \"k3_lattices\": 140, \"r1_partfun1\": 141, \"k3_waybel_0\": 142, \"k10_lattice3\": 143, \"k7_lattices\": 144, \"k6_partfun1\": 145, \"k1_wellord1\": 146, \"k1_funct_2\": 147, \"v2_lattice3\": 148, \"k10_yellow_6\": 149, \"m1_yellow_0\": 150, \"v1_lattice3\": 151, \"g3_lattices\": 152, \"k6_tmap_1\": 153, \"k10_eqrel_1\": 154, \"k9_relat_1\": 155, \"k3_partfun2\": 156, \"v5_lattices\": 157, \"k6_relset_2\": 158, \"k2_lattices\": 159, \"k4_partfun2\": 160, \"k4_yellow_0\": 161, \"r2_orders_2\": 162, \"v1_orders_2\": 163, \"k1_lattice3\": 164, \"v3_ordinal1\": 165, \"o_0_0_xboole_0\": 166, \"k4_filter_0\": 167, \"v13_waybel_0\": 168, \"k4_waybel_9\": 169, \"k4_funct_3\": 170, \"k2_tops_2\": 171, \"v1_finset_1\": 172, \"k4_lattice3\": 173, \"k7_filter_1\": 174, \"k12_lattice3\": 175, \"k4_waybel_0\": 176, \"v1_tops_2\": 177, \"r1_lattices\": 178, \"k10_tmap_1\": 179, \"m1_connsp_2\": 180, \"k1_yellow_1\": 181, \"k3_orders_2\": 182, \"v2_waybel_0\": 183, \"k1_binop_1\": 184, \"k1_mcart_1\": 185, \"k3_yellow_0\": 186, \"l1_lattices\": 187, \"r1_waybel_0\": 188, \"v7_lattices\": 189, \"l2_lattices\": 190, \"r2_funct_2\": 191, \"k6_filter_1\": 192, \"k9_funct_2\": 193, \"k3_yellow19\": 194, \"k8_setfam_1\": 195, \"v12_waybel_0\": 196, \"u2_lattices\": 197, \"r1_tmap_1\": 198, \"k5_xtuple_0\": 199, \"m2_yellow_6\": 200, \"k1_struct_0\": 201, \"k7_funcop_1\": 202, \"v8_relat_2\": 203, \"k1_tex_2\": 204, \"v1_relat_2\": 205, \"k15_lattice3\": 206, \"g\": 207, \"v17_lattices\": 208, \"v8_lattices\": 209, \"k15_funct_3\": 210, 