{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 120941, "word_counts": "{\"<start>\": 120941, \"[\": 120488, \"-\": 191585, \"]\": 120488, \"<end>\": 120941, \"ext\": 7613, \"(\": 1748168, \"k4_xboole_0\": 1449, \"k3_xboole_0\": 2587, \"var\": 2213014, \",\": 1955492, \")\": 1748168, \"=\": 267761, \"g\": 125, \"n\": 7488, \"failure\": 13, \"success\": 9, \"k2_enumset1\": 36, \"r1_tarski\": 39341, \"k1_tarski\": 117942, \"r2_hidden\": 118397, \"sklm\": 87077, \"red\": 453, \"v2_struct_0\": 39418, \"v2_pre_topc\": 13326, \"l1_pre_topc\": 16097, \"m1_subset_1\": 78944, \"u1_struct_0\": 192061, \"k1_yellow19\": 137577, \"m1_connsp_2\": 2042, \"a_2_0_yellow19\": 85578, \"v5_orders_2\": 10044, \"v2_lattice3\": 8251, \"l1_orders_2\": 22024, \"k12_lattice3\": 14585, \"r1_orders_2\": 46159, \"k11_lattice3\": 33645, \"v1_relat_1\": 36884, \"v1_funct_1\": 12153, \"r1_partfun1\": 327, \"k5_relat_1\": 9279, \"k6_relat_1\": 21395, \"l1_struct_0\": 19206, \"l1_waybel_0\": 17638, \"m1_yellow_6\": 2873, \"g1_waybel_0\": 59023, \"u1_orders_2\": 35444, \"u1_waybel_0\": 29615, \"v6_waybel_0\": 7013, \"m1_yellow_0\": 7973, \"k2_partfun1\": 6310, \"k1_zfmisc_1\": 20530, \"k2_zfmisc_1\": 15708, \"v1_funct_2\": 6490, \"v4_yellow_0\": 2801, \"k1_funct_1\": 407, \"k4_relat_1\": 157817, \"k9_xtuple_0\": 345, \"k3_relat_1\": 174428, \"k4_tarski\": 78442, \"v1_xboole_0\": 955, \"v1_zfmisc_1\": 333, \"v3_orders_2\": 57, \"v4_orders_2\": 194, \"v6_orders_2\": 135, \"v3_orders_1\": 574, \"k2_wellord1\": 6000, \"v2_orders_2\": 330, \"v4_relat_2\": 1031, \"v8_relat_2\": 1058, \"v1_relat_2\": 773, \"v6_relat_2\": 792, \"r7_relat_2\": 294, \"r1_relat_2\": 253, \"r6_relat_2\": 187, \"v3_pre_topc\": 1672, \"k1_tops_1\": 3395}", "word_docs": "{\"]\": 120488, \"-\": 97262, \"[\": 120488, \"<start>\": 120941, \"<end>\": 120941, \",\": 120271, \"=\": 77775, \"ext\": 7613, \"(\": 120185, \"k4_xboole_0\": 449, \"k3_xboole_0\": 502, \")\": 120185, \"g\": 125, \"var\": 120889, \"n\": 7488, \"failure\": 13, \"success\": 9, \"k2_enumset1\": 16, \"k1_tarski\": 19515, \"r1_tarski\": 31730, \"r2_hidden\": 51093, \"sklm\": 39541, \"red\": 453, \"v2_struct_0\": 29349, \"v2_pre_topc\": 10999, \"l1_pre_topc\": 12688, \"m1_subset_1\": 31841, \"u1_struct_0\": 46531, \"m1_connsp_2\": 1849, \"k1_yellow19\": 20664, \"a_2_0_yellow19\": 20660, \"v5_orders_2\": 7287, \"v2_lattice3\": 6286, \"l1_orders_2\": 14946, \"r1_orders_2\": 11040, \"k12_lattice3\": 4808, \"k11_lattice3\": 12130, \"v1_relat_1\": 21150, \"v1_funct_1\": 9259, \"k6_relat_1\": 4279, \"k5_relat_1\": 3165, \"r1_partfun1\": 327, \"l1_struct_0\": 12255, \"l1_waybel_0\": 12424, \"u1_waybel_0\": 9846, \"u1_orders_2\": 11523, \"m1_yellow_6\": 2463, \"g1_waybel_0\": 12231, \"v6_waybel_0\": 5746, \"m1_yellow_0\": 7398, \"k2_partfun1\": 2852, \"k1_zfmisc_1\": 8893, \"v1_funct_2\": 5262, \"k2_zfmisc_1\": 6819, \"v4_yellow_0\": 655, \"k1_funct_1\": 285, \"k4_relat_1\": 22920, \"k9_xtuple_0\": 260, \"k3_relat_1\": 22770, \"k4_tarski\": 21594, \"v1_xboole_0\": 733, \"v1_zfmisc_1\": 197, \"v3_orders_2\": 57, \"v4_orders_2\": 194, \"v6_orders_2\": 135, \"k2_wellord1\": 1231, \"v3_orders_1\": 558, \"v2_orders_2\": 330, \"v4_relat_2\": 758, \"v8_relat_2\": 770, \"v1_relat_2\": 630, \"v6_relat_2\": 648, \"r7_relat_2\": 292, \"r1_relat_2\": 246, \"r6_relat_2\": 180, \"v3_pre_topc\": 1234, \"k1_tops_1\": 1900}", "index_docs": "{\"14\": 120488, \"7\": 97262, \"13\": 120488, \"11\": 120941, \"12\": 120941, \"2\": 120271, \"5\": 77775, \"43\": 7613, \"3\": 120185, \"55\": 449, \"52\": 502, \"4\": 120185, \"73\": 125, \"1\": 120889, \"44\": 7488, \"76\": 13, \"77\": 9, \"75\": 16, \"16\": 19515, \"24\": 31730, \"15\": 51093, \"17\": 39541, \"62\": 453, \"23\": 29349, \"37\": 10999, \"34\": 12688, \"19\": 31841, \"6\": 46531, \"53\": 1849, \"10\": 20664, \"18\": 20660, \"39\": 7287, \"41\": 6286, \"29\": 14946, \"22\": 11040, \"36\": 4808, \"27\": 12130, \"25\": 21150, \"38\": 9259, \"30\": 4279, \"40\": 3165, \"67\": 327, \"32\": 12255, \"33\": 12424, \"28\": 9846, \"26\": 11523, \"50\": 2463, \"21\": 12231, \"45\": 5746, \"42\": 7398, \"47\": 2852, \"31\": 8893, \"46\": 5262, \"35\": 6819, \"51\": 655, \"63\": 285, \"9\": 22920, \"64\": 260, \"8\": 22770, \"20\": 21594, \"58\": 733, \"65\": 197, \"74\": 57, \"70\": 194, \"72\": 135, \"48\": 1231, \"61\": 558, \"66\": 330, \"57\": 758, \"56\": 770, \"60\": 630, \"59\": 648, \"68\": 292, \"69\": 246, \"71\": 180, \"54\": 1234, \"49\": 1900}", "index_word": "{\"1\": \"var\", \"2\": \",\", \"3\": \"(\", \"4\": \")\", \"5\": \"=\", \"6\": \"u1_struct_0\", \"7\": \"-\", \"8\": \"k3_relat_1\", \"9\": \"k4_relat_1\", \"10\": \"k1_yellow19\", \"11\": \"<start>\", \"12\": \"<end>\", \"13\": \"[\", \"14\": \"]\", \"15\": \"r2_hidden\", \"16\": \"k1_tarski\", \"17\": \"sklm\", \"18\": \"a_2_0_yellow19\", \"19\": \"m1_subset_1\", \"20\": \"k4_tarski\", \"21\": \"g1_waybel_0\", \"22\": \"r1_orders_2\", \"23\": \"v2_struct_0\", \"24\": \"r1_tarski\", \"25\": \"v1_relat_1\", \"26\": \"u1_orders_2\", \"27\": \"k11_lattice3\", \"28\": \"u1_waybel_0\", \"29\": \"l1_orders_2\", \"30\": \"k6_relat_1\", \"31\": \"k1_zfmisc_1\", \"32\": \"l1_struct_0\", \"33\": \"l1_waybel_0\", \"34\": \"l1_pre_topc\", \"35\": \"k2_zfmisc_1\", \"36\": \"k12_lattice3\", \"37\": \"v2_pre_topc\", \"38\": \"v1_funct_1\", \"39\": \"v5_orders_2\", \"40\": \"k5_relat_1\", \"41\": \"v2_lattice3\", \"42\": \"m1_yellow_0\", \"43\": \"ext\", \"44\": \"n\", \"45\": \"v6_waybel_0\", \"46\": \"v1_funct_2\", \"47\": \"k2_partfun1\", \"48\": \"k2_wellord1\", \"49\": \"k1_tops_1\", \"50\": \"m1_yellow_6\", \"51\": \"v4_yellow_0\", \"52\": \"k3_xboole_0\", \"53\": \"m1_connsp_2\", \"54\": \"v3_pre_topc\", \"55\": \"k4_xboole_0\", \"56\": \"v8_relat_2\", \"57\": \"v4_relat_2\", \"58\": \"v1_xboole_0\", \"59\": \"v6_relat_2\", \"60\": \"v1_relat_2\", \"61\": \"v3_orders_1\", \"62\": \"red\", \"63\": \"k1_funct_1\", \"64\": \"k9_xtuple_0\", \"65\": \"v1_zfmisc_1\", \"66\": \"v2_orders_2\", \"67\": \"r1_partfun1\", \"68\": \"r7_relat_2\", \"69\": \"r1_relat_2\", \"70\": \"v4_orders_2\", \"71\": \"r6_relat_2\", \"72\": \"v6_orders_2\", \"73\": \"g\", \"74\": \"v3_orders_2\", \"75\": \"k2_enumset1\", \"76\": \"failure\", \"77\": \"success\"}", "word_index": "{\"var\": 1, \",\": 2, \"(\": 3, \")\": 4, \"=\": 5, \"u1_struct_0\": 6, \"-\": 7, \"k3_relat_1\": 8, \"k4_relat_1\": 9, \"k1_yellow19\": 10, \"<start>\": 11, \"<end>\": 12, \"[\": 13, \"]\": 14, \"r2_hidden\": 15, \"k1_tarski\": 16, \"sklm\": 17, \"a_2_0_yellow19\": 18, \"m1_subset_1\": 19, \"k4_tarski\": 20, \"g1_waybel_0\": 21, \"r1_orders_2\": 22, \"v2_struct_0\": 23, \"r1_tarski\": 24, \"v1_relat_1\": 25, \"u1_orders_2\": 26, \"k11_lattice3\": 27, \"u1_waybel_0\": 28, \"l1_orders_2\": 29, \"k6_relat_1\": 30, \"k1_zfmisc_1\": 31, \"l1_struct_0\": 32, \"l1_waybel_0\": 33, \"l1_pre_topc\": 34, \"k2_zfmisc_1\": 35, \"k12_lattice3\": 36, \"v2_pre_topc\": 37, \"v1_funct_1\": 38, \"v5_orders_2\": 39, \"k5_relat_1\": 40, \"v2_lattice3\": 41, \"m1_yellow_0\": 42, \"ext\": 43, \"n\": 44, \"v6_waybel_0\": 45, \"v1_funct_2\": 46, \"k2_partfun1\": 47, \"k2_wellord1\": 48, \"k1_tops_1\": 49, \"m1_yellow_6\": 50, \"v4_yellow_0\": 51, \"k3_xboole_0\": 52, \"m1_connsp_2\": 53, \"v3_pre_topc\": 54, \"k4_xboole_0\": 55, \"v8_relat_2\": 56, \"v4_relat_2\": 57, \"v1_xboole_0\": 58, \"v6_relat_2\": 59, \"v1_relat_2\": 60, \"v3_orders_1\": 61, \"red\": 62, \"k1_funct_1\": 63, \"k9_xtuple_0\": 64, \"v1_zfmisc_1\": 65, \"v2_orders_2\": 66, \"r1_partfun1\": 67, \"r7_relat_2\": 68, \"r1_relat_2\": 69, \"v4_orders_2\": 70, \"r6_relat_2\": 71, \"v6_orders_2\": 72, \"g\": 73, \"v3_orders_2\": 74, \"k2_enumset1\": 75, \"failure\": 76, \"success\": 77}"}}