{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 56592, "word_counts": "{\"<start>\": 56592, \"-\": 68331, \"v1_xxreal_0\": 515, \"(\": 339405, \"sklm\": 93145, \")\": 339405, \"<end>\": 56592, \"r1_xxreal_0\": 3812, \",\": 356866, \"r1_tarski\": 3779, \"k4_xxreal_1\": 291, \"k2_xxreal_1\": 278, \"var\": 312346, \"v1_xcmplx_0\": 501, \"=\": 33657, \"k6_numbers\": 3266, \"k2_xcmplx_0\": 676, \"k3_xcmplx_0\": 542, \"k7_xcmplx_0\": 384, \"v2_struct_0\": 9119, \"v7_struct_0\": 440, \"v13_algstr_0\": 1586, \"v2_rlvect_1\": 1461, \"v3_rlvect_1\": 1599, \"v4_rlvect_1\": 1596, \"v5_rlvect_1\": 670, \"v6_rlvect_1\": 670, \"v7_rlvect_1\": 674, \"v8_rlvect_1\": 670, \"v3_normsp_0\": 152, \"v4_normsp_0\": 151, \"v2_normsp_1\": 91, \"l1_normsp_1\": 104, \"v1_funct_1\": 7653, \"m1_subset_1\": 21312, \"k1_zfmisc_1\": 12791, \"k2_zfmisc_1\": 5681, \"u1_struct_0\": 20331, \"r2_ndiff_1\": 11, \"v1_relat_1\": 4929, \"v4_relat_1\": 1828, \"v5_relat_1\": 526, \"k1_relset_1\": 535, \"v3_orders_2\": 1047, \"v4_orders_2\": 916, \"v1_lattice3\": 468, \"l1_orders_2\": 2119, \"v1_xboole_0\": 4424, \"v12_waybel_0\": 104, \"v1_waybel_0\": 146, \"k2_struct_0\": 274, \"l1_struct_0\": 286, \"v13_waybel_0\": 85, \"k3_xxreal_1\": 283, \"k2_xxreal_0\": 323, \"v1_prob_1\": 201, \"v4_prob_1\": 170, \"v1_funct_2\": 2891, \"k5_numbers\": 6527, \"k9_setfam_1\": 757, \"v3_prob_1\": 30, \"r2_funct_2\": 338, \"k2_prob_3\": 32, \"k1_xxreal_3\": 131, \"v1_finset_1\": 1964, \"k5_finsub_1\": 368, \"k4_partfun1\": 255, \"k1_xboole_0\": 2156, \"k1_heyting2\": 17, \"r2_hidden\": 11775, \"k9_xtuple_0\": 1718, \"v5_orders_2\": 895, \"v2_lattice3\": 431, \"v1_yellow_0\": 176, \"k1_yellow_5\": 19, \"k3_yellow_0\": 65, \"k11_lattice3\": 26, \"k7_waybel_1\": 20, \"k10_lattice3\": 6, \"v1_xreal_0\": 1057, \"v2_pre_topc\": 1851, \"l1_pre_topc\": 2570, \"m1_pre_topc\": 423, \"r4_tsep_2\": 29, \"v1_tex_3\": 42, \"v3_tex_3\": 46, \"r3_tsep_2\": 19, \"k1_numbers\": 6786, \"np__1\": 3964, \"v1_series_1\": 19, \"k1_lp_space\": 4, \"k1_series_1\": 5, \"v3_group_1\": 1181, \"v4_vectsp_1\": 476, \"v5_vectsp_1\": 489, \"l6_algstr_0\": 811, \"v8_vectsp_1\": 31, \"v9_vectsp_1\": 31, \"v10_vectsp_1\": 31, \"v11_vectsp_1\": 34, \"l1_vectsp_1\": 65, \"m1_vectsp_4\": 34, \"r1_vectsp_5\": 4, \"k2_domain_1\": 16, \"k4_vectsp_5\": 5, \"k3_domain_1\": 16, \"v7_o_ring_1\": 55, \"k1_algstr_0\": 188, \"v5_o_ring_1\": 72, \"v1_o_ring_1\": 66, \"v10_sheffer1\": 37, \"v11_sheffer1\": 37, \"v12_sheffer1\": 36, \"l1_sheffer1\": 63, \"k5_sheffer1\": 763, \"k22_quaterni\": 14, \"k31_quaterni\": 57, \"v1_quaterni\": 143, \"k1_real_1\": 505, \"k6_quaterni\": 28, \"k17_quaterni\": 116, \"k18_quaterni\": 105, \"k19_quaterni\": 105, \"k20_quaterni\": 103, \"k2_xboole_0\": 845, \"k1_enumset1\": 163, \"k4_enumset1\": 45, \"k6_subset_1\": 504, \"k1_xxreal_0\": 329, \"k1_xxreal_1\": 307, \"v1_tsep_1\": 37, \"v5_pre_topc\": 128, \"k1_tsep_1\": 104, \"k3_tmap_1\": 24, \"k10_tmap_1\": 4, \"r4_tsep_1\": 22, \"v3_ordinal1\": 574, \"v1_partfun1\": 970, \"k15_pre_poly\": 132, \"v1_relat_2\": 137, \"v4_relat_2\": 50, \"v6_relat_2\": 34, \"v8_relat_2\": 130, \"l2_struct_0\": 127, \"v1_polynom1\": 9, \"k4_termord\": 9, \"k5_termord\": 10, \"k2_polynom7\": 14, \"k3_termord\": 27, \"k3_polynom7\": 7, \"v3_polynom7\": 12, \"r8_pboole\": 25, \"r6_pboole\": 120, \"v7_ordinal1\": 1716, \"v1_finseq_1\": 728, \"k3_finseq_1\": 1151, \"k1_funct_1\": 2688, \"k7_finseq_1\": 175, \"k2_nat_1\": 437, \"k10_xtuple_0\": 939, \"k4_finseq_1\": 313, \"v1_glib_000\": 744, \"m3_glib_001\": 319, \"v1_abian\": 183, \"k3_glib_001\": 55, \"k8_glib_001\": 44, \"k4_glib_001\": 65, \"r1_glib_001\": 75, \"v6_struct_0\": 292, \"v33_algstr_0\": 143, \"v5_group_1\": 194, \"m2_finseq_1\": 1674, \"k5_fvsum_1\": 3, \"k9_fvsum_1\": 14, \"k4_algstr_0\": 231, \"k1_group_1\": 126, \"l3_algstr_0\": 857, \"l3_struct_0\": 5, \"l4_algstr_0\": 89, \"l5_algstr_0\": 23, \"l4_struct_0\": 9, \"l2_algstr_0\": 274, \"v2_collsp\": 34, \"v3_collsp\": 34, \"v4_collsp\": 30, \"v2_anproj_2\": 7, \"v3_anproj_2\": 12, \"l1_collsp\": 44, \"r1_collsp\": 20, \"k1_complfld\": 208, \"v13_vectsp_1\": 23, \"v1_hermitan\": 6, \"v1_vectsp_4\": 4, \"k8_vectsp10\": 5, \"v36_algstr_0\": 70, \"k1_hermitan\": 12, \"v3_vectsp_1\": 32, \"v6_vectsp_1\": 13, \"v1_hahnban1\": 4, \"k6_margrel1\": 1197, \"k29_twoscomp\": 7, \"k4_finseq_2\": 429, \"np__3\": 1511, \"k11_finseq_1\": 120, \"k9_margrel1\": 142, \"k1_binarith\": 56, \"k30_twoscomp\": 6, \"k31_twoscomp\": 6, \"k32_twoscomp\": 6, \"k7_numbers\": 382, \"k1_supinf_1\": 19, \"k2_relset_1\": 230, \"k2_supinf_1\": 14, \"k4_extreal1\": 19, \"k2_tarski\": 513, \"k2_enumset1\": 77, \"m1_qc_lang1\": 707, \"k9_qc_lang1\": 542, \"k24_qc_lang1\": 66, \"k14_qc_lang1\": 37, \"k4_subset_1\": 286, \"k3_qc_lang1\": 220, \"v4_qc_lang1\": 24, \"k19_qc_lang1\": 19, \"k20_qc_lang1\": 19, \"k3_funct_2\": 518, \"k11_setwiseo\": 23, \"k1_tarski\": 1525, \"g1_pre_topc\": 167, \"u1_pre_topc\": 377, \"k2_tsep_1\": 30, \"r1_tsep_1\": 54, \"v1_ami_2\": 196, \"k1_scmfsa_2\": 688, \"k1_ami_3\": 211, \"v1_xtuple_0\": 42, \"k1_xtuple_0\": 76, \"k2_xtuple_0\": 85, \"k4_tarski\": 1274, \"u1_compos_1\": 548, \"v5_funct_1\": 170, \"k2_memstr_0\": 170, \"v1_afinsq_1\": 212, \"v1_scmfsa7b\": 8, \"r5_scmfsa7b\": 20, \"m2_subset_1\": 1409, \"k4_scmfsa_2\": 58, \"k5_extpro_1\": 24, \"k1_funct_4\": 257, \"k8_memstr_0\": 49, \"k4_ordinal1\": 234, \"r4_scmfsa7b\": 28, \"v1_scmfsa_m\": 5, \"k4_rlvect_1\": 94, \"k3_finseq_4\": 30, \"k4_struct_0\": 760, \"l1_algstr_0\": 26, \"v2_glib_000\": 40, \"m3_chord\": 9, \"r5_glib_000\": 47, \"v2_funct_1\": 304, \"k6_glib_000\": 319, \"k7_glib_000\": 162, \"r1_funct_2\": 26, \"k10_glib_000\": 42, \"k11_glib_000\": 44, \"k5_complex1\": 38, \"k2_numbers\": 1161, \"k8_funcop_1\": 49, \"r1_xboole_0\": 518, \"k4_xboole_0\": 284, \"r1_relat_2\": 57, \"k2_relat_1\": 153, \"k5_topmetr\": 146, \"k4_borsuk_1\": 9, \"k2_borsuk_1\": 118, \"k17_borsuk_1\": 33, \"k8_borsuk_6\": 3, \"v4_pre_topc\": 363, \"v1_pre_topc\": 137, \"k19_euclid\": 301, \"k3_complex1\": 133, \"k4_complex1\": 125, \"k7_real_1\": 261, \"k11_xtuple_0\": 29, \"k3_xtuple_0\": 144, \"v2_membered\": 255, \"v3_card_1\": 129, \"np__2\": 3862, \"k3_radix_1\": 13, \"k8_radix_1\": 18, \"k4_radix_6\": 2, \"k2_radix_6\": 2, \"k6_radix_6\": 2, \"r1_limfunc3\": 12, \"k1_limfunc3\": 12, \"k32_valued_1\": 55, \"v3_membered\": 90, \"r1_limfunc2\": 15, \"r4_limfunc2\": 15, \"k1_limfunc2\": 14, \"k2_limfunc2\": 14, \"k8_afinsq_1\": 397, \"k1_flang_2\": 51, \"k2_flang_3\": 66, \"k7_flang_1\": 93, \"k1_flang_3\": 69, \"v1_trees_1\": 162, \"k7_trees_1\": 10, \"m4_trees_1\": 27, \"k5_card_1\": 314, \"k1_card_1\": 535, \"k14_xtuple_0\": 26, \"k5_xboole_0\": 74, \"k3_xboole_0\": 480, \"k18_complex1\": 76, \"k16_complex1\": 17, \"v3_xxreal_0\": 53, \"k4_xcmplx_0\": 497, \"k2_arrow\": 39, \"k3_arrow\": 15, \"r1_arrow\": 10, \"o_0_0_xboole_0\": 2, \"k2_msafree2\": 130, \"k7_gfacirc1\": 18, \"k10_finseq_1\": 363, \"k2_twoscomp\": 25, \"v2_clvect_1\": 190, \"v3_clvect_1\": 190, \"v4_clvect_1\": 190, \"v5_clvect_1\": 191, \"v2_csspace\": 25, \"l1_csspace\": 27, \"k4_normsp_1\": 16, \"k1_normsp_1\": 44, \"k5_algstr_0\": 252, \"l1_clvect_1\": 124, \"k1_pboole\": 75, \"r5_pboole\": 13, \"k7_funcop_1\": 80, \"k3_pboole\": 37, \"v2_group_1\": 702, \"k2_group_3\": 61, \"k6_algstr_0\": 326, \"k2_group_5\": 41, \"k2_group_1\": 123, \"k1_algspec1\": 39, \"k5_relat_1\": 519, \"k6_partfun1\": 155, \"k4_relat_1\": 253, \"v2_xxreal_0\": 63, \"k6_xcmplx_0\": 547, \"v3_relat_2\": 161, \"k9_relat_1\": 42, \"m1_circcmb3\": 14, \"k3_msafree2\": 113, \"k3_circcmb3\": 6, \"k4_circcmb3\": 8, \"k6_circcmb3\": 6, \"v3_funct_1\": 72, \"v1_zfmisc_1\": 76, \"k9_finseq_1\": 275, \"l2_pcs_0\": 47, \"k19_pcs_0\": 26, \"r1_orders_2\": 285, \"v12_pcs_0\": 11, \"l1_pcs_0\": 23, \"r1_relset_1\": 71, \"u1_orders_2\": 239, \"u1_pcs_0\": 37, \"k1_relat_1\": 227, \"k1_scmfsa_m\": 55, \"r6_scmfsa7b\": 23, \"k2_sf_mastr\": 13, \"k1_scmfsa6b\": 27, \"r2_xboole_0\": 85, \"a_2_0_trees_a\": 10, \"v2_trees_1\": 22, \"r3_xboole_0\": 33, \"m1_trees_1\": 77, \"m1_matrix_1\": 67, \"v4_matrix10\": 8, \"k3_matrix10\": 5, \"k5_matrix10\": 4, \"k3_sin_cos4\": 4, \"k17_sin_cos\": 28, \"k21_sin_cos\": 20, \"k18_sin_cos\": 21, \"k20_sin_cos\": 29, \"v7_valued_0\": 55, \"k1_seq_1\": 694, \"k3_rinfsup1\": 38, \"a_2_0_rinfsup1\": 14, \"k5_seq_4\": 30, \"v2_seq_2\": 47, \"v1_seq_2\": 41, \"v8_valued_0\": 51, \"v11_struct_0\": 762, \"v2_cat_1\": 256, \"v3_cat_1\": 256, \"v4_cat_1\": 255, \"v5_cat_1\": 267, \"v6_cat_1\": 276, \"l1_cat_1\": 296, \"v9_cat_1\": 24, \"k4_cat_1\": 86, \"k2_cat_1\": 128, \"m1_cat_1\": 118, \"k5_cat_1\": 31, \"k6_xxreal_3\": 28, \"m2_finseq_2\": 332, \"k1_euclid\": 659, \"k6_euclid\": 26, \"m1_finseq_2\": 25, \"k2_finseq_1\": 373, \"k15_euclid\": 2204, \"k2_jgraph_2\": 5, \"k17_euclid\": 413, \"k18_euclid\": 410, \"k3_rlvect_1\": 150, \"k1_rlvect_1\": 162, \"v1_classes2\": 98, \"v2_relat_1\": 177, \"v5_ordinal1\": 237, \"v1_zf_refle\": 8, \"k5_zf_refle\": 4, \"k4_zf_refle\": 4, \"k3_card_3\": 73, \"k3_tarski\": 458, \"k1_wellord2\": 62, \"m1_borsuk_2\": 49, \"r4_borsuk_2\": 28, \"k3_topmetr\": 487, \"k2_topalg_2\": 54, \"v2_topalg_2\": 11, \"l1_rlvect_1\": 522, \"m1_rlsub_1\": 152, \"m2_rlsub_1\": 15, \"k3_rlsub_1\": 45, \"k16_funcop_1\": 136, \"k4_classes1\": 149, \"k1_ordinal1\": 133, \"v1_card_3\": 18, \"k1_card_3\": 9, \"v1_card_1\": 208, \"k3_card_1\": 27, \"k2_card_1\": 43, \"k4_ordinal2\": 14, \"v4_ordinal1\": 84, \"v2_euclid_4\": 7, \"k4_euclid_4\": 5, \"k3_cqc_lang\": 507, \"r7_cqc_the3\": 19, \"k9_cqc_lang\": 27, \"v2_cqc_the1\": 119, \"k8_cqc_lang\": 337, \"k3_vectsp_4\": 24, \"k4_vectsp10\": 4, \"k6_vectsp10\": 6, \"u1_algstr_0\": 123, \"k3_vectsp10\": 2, \"k2_vectsp10\": 2, \"u1_vectsp_1\": 9, \"k5_vectsp10\": 2, \"v7_vectsp_1\": 8, \"k3_real_3\": 15, \"k10_real_1\": 387, \"k4_int_1\": 7, \"k1_nat_1\": 183, \"k5_real_1\": 16, \"k4_real_3\": 33, \"c3__xreal_0\": 5, \"c4__xreal_0\": 2, \"k5_arytm_0\": 29, \"v2_altcat_1\": 109, \"v11_altcat_1\": 60, \"v12_altcat_1\": 110, \"l2_altcat_1\": 145, \"v16_functor0\": 10, \"m2_functor0\": 34, \"r2_altcat_3\": 10, \"k3_functor0\": 29, \"v8_functor0\": 20, \"v12_functor0\": 3, \"v11_functor0\": 10, \"v14_functor0\": 4, \"l1_altcat_1\": 43, \"l2_functor0\": 35, \"k1_altcat_1\": 80, \"v3_altcat_3\": 17, \"l1_functor0\": 13, \"k8_functor0\": 4, \"m1_vectsp_5\": 6, \"r1_midsp_2\": 12, \"k2_binop_1\": 40, \"v1_int_2\": 113, \"k1_newton\": 149, \"r1_nat_d\": 97, \"k4_nat_d\": 89, \"k6_newton\": 8, \"v2_matrix_6\": 9, \"k1_matrix_6\": 4, \"k5_matrix_1\": 16, \"k3_power\": 85, \"k1_pre_topc\": 170, \"k4_connsp_3\": 4, \"k5_connsp_3\": 5, \"k9_subset_1\": 197, \"k5_rusub_4\": 15, \"v2_polyform\": 57, \"v3_polyform\": 57, \"v4_polyform\": 57, \"l1_polyform\": 57, \"k17_polyform\": 14, \"k7_polyform\": 61, \"v3_cat_4\": 23, \"l1_cat_4\": 28, \"k10_cat_3\": 4, \"k1_cat_4\": 24, \"k6_cat_4\": 7, \"k7_normform\": 88, \"k9_normform\": 29, \"k5_setwiseo\": 17, \"k3_pcomps_1\": 174, \"k14_euclid\": 77, \"k3_relat_1\": 354, \"k27_quaterni\": 86, \"k26_quaterni\": 73, \"k23_quaterni\": 8, \"k25_quaterni\": 20, \"k9_real_1\": 233, \"k8_real_1\": 442, \"v1_tdlat_3\": 79, \"v7_pre_topc\": 29, \"v8_pre_topc\": 52, \"k1_rltopsp1\": 140, \"c2__arytm_0\": 2, \"v5_rltopsp1\": 6, \"l1_rltopsp1\": 36, \"r1_int_2\": 37, \"m3_pboole\": 103, \"k1_mboolean\": 56, \"r1_pboole\": 85, \"k4_mssubfam\": 17, \"r2_pboole\": 122, \"k4_member_1\": 59, \"k11_rvsum_1\": 8, \"k14_rvsum_1\": 12, \"k2_finseq_2\": 38, \"k12_finseq_1\": 216, \"k5_xtuple_0\": 48, \"k12_scmfsa_2\": 15, \"np__7\": 60, \"k2_vectsp_5\": 31, \"k1_vectsp_5\": 33, \"v2_valued_0\": 22, \"k12_euclid\": 128, \"k16_euclid\": 15, \"u4_struct_0\": 510, \"k1_cat_1\": 43, \"k4_graph_1\": 54, \"l1_graph_1\": 203, \"k1_vectsp_4\": 21, \"k2_vectsp_4\": 20, \"v3_bcialg_1\": 265, \"v4_bcialg_1\": 268, \"v5_bcialg_1\": 270, \"v7_bcialg_1\": 275, \"l2_bcialg_1\": 284, \"v11_bcialg_1\": 5, \"k5_bcialg_1\": 33, \"r1_bcialg_1\": 58, \"k1_tops_1\": 431, \"k2_pre_topc\": 648, \"k6_kurato_1\": 124, \"k6_complex1\": 25, \"g6_algstr_0\": 3, \"u2_algstr_0\": 127, \"u3_struct_0\": 4, \"u2_struct_0\": 67, \"k27_binop_2\": 26, \"k29_binop_2\": 12, \"k5_struct_0\": 170, \"v1_valued_0\": 187, \"k30_valued_1\": 90, \"k50_valued_1\": 14, \"k18_valued_1\": 65, \"k35_valued_1\": 6, \"k2_flang_2\": 75, \"k2_flang_1\": 101, \"k3_catalan2\": 94, \"r1_ordinal1\": 361, \"v3_funct_2\": 113, \"k7_topalg_5\": 6, \"k2_gr_cy_1\": 11, \"k5_topalg_1\": 63, \"k8_toprealb\": 8, \"k9_toprealb\": 4, \"v2_funct_2\": 61, \"k9_int_3\": 44, \"k2_binom\": 28, \"v1_group_1\": 69, \"r1_int_1\": 144, \"k4_pscomp_1\": 42, \"k5_pscomp_1\": 39, \"k7_partfun1\": 256, \"v1_diraf\": 208, \"l1_analoaf\": 376, \"v1_aff_1\": 59, \"k1_aff_4\": 9, \"r2_aff_1\": 50, \"v9_rltopsp1\": 32, \"k6_measure6\": 27, \"k7_relset_1\": 168, \"v1_pscomp_1\": 15, \"v2_bhsp_1\": 190, \"l1_bhsp_1\": 192, \"m1_rusub_1\": 116, \"k2_rusub_2\": 47, \"m1_interva1\": 34, \"r1_interva1\": 7, \"k3_interva1\": 8, \"k3_setfam_1\": 19, \"k5_xcmplx_0\": 104, \"v1_vectsp_7\": 5, \"m1_vectsp_6\": 16, \"k1_vectsp_6\": 22, \"k4_vectsp_6\": 14, \"r1_vectsp_6\": 4, \"r1_csspace\": 12, \"k12_csspace\": 33, \"k6_qc_lang1\": 34, \"k8_qc_lang1\": 39, \"k7_qc_lang1\": 9, \"k13_gfacirc1\": 28, \"v1_facirc_1\": 40, \"r2_orders_2\": 47, \"k14_glib_001\": 32, \"v4_lattices\": 50, \"v5_lattices\": 35, \"v6_robbins1\": 19, \"l2_robbins1\": 54, \"k3_robbins1\": 139, \"k5_robbins1\": 99, \"k6_robbins1\": 19, \"l1_robbins1\": 5, \"l2_lattices\": 28, \"v3_valued_0\": 143, \"k4_rvsum_1\": 25, \"k8_rvsum_1\": 42, \"k6_rvsum_1\": 24, \"v1_tex_2\": 43, \"k1_tex_2\": 23, \"v1_subset_1\": 51, \"k6_domain_1\": 321, \"v6_metric_1\": 123, \"v7_metric_1\": 93, \"v8_metric_1\": 113, \"v9_metric_1\": 111, \"l1_metric_1\": 236, \"k4_weierstr\": 12, \"k4_metric_1\": 22, \"k2_metric_1\": 36, \"k4_gfacirc1\": 39, \"k3_twoscomp\": 22, \"k3_gfacirc1\": 9, \"k25_gfacirc1\": 22, \"k2_rfinseq\": 21, \"k5_euclid\": 47, \"k7_nat_d\": 87, \"a_2_1_trees_a\": 9, \"m2_cat_1\": 60, \"r1_nattra_1\": 11, \"m1_nattra_1\": 15, \"v1_nattra_1\": 4, \"r1_cat_1\": 19, \"k8_cat_1\": 36, \"np__5\": 153, \"r4_rewrite1\": 19, \"r1_rewrite1\": 76, \"r3_rewrite1\": 10, \"k4_radix_3\": 8, \"k7_radix_3\": 7, \"k4_numbers\": 204, \"r1_zfmisc_1\": 12, \"r1_subset_1\": 17, \"r4_zfmisc_1\": 9, \"r1_struct_0\": 257, \"k1_rlvect_3\": 25, \"v1_rlvect_1\": 44, \"k1_rlsub_1\": 66, \"k48_gfacirc1\": 8, \"k4_twoscomp\": 27, \"k49_gfacirc1\": 28, \"k19_ftacell1\": 13, \"k3_enumset1\": 47, \"k5_afinsq_1\": 66, \"m1_catalan2\": 6, \"k3_afinsq_1\": 11, \"k2_afinsq_1\": 31, \"k4_pboole\": 46, \"g1_collsp\": 11, \"c7__collsp\": 6, \"c8__collsp\": 3, \"u1_collsp\": 5, \"v1_collsp\": 4, \"m1_collsp\": 15, \"v1_euclid_7\": 18, \"r1_rvsum_1\": 16, \"k23_rvsum_1\": 108, \"k13_complex1\": 47, \"r8_relat_2\": 32, \"a_1_0_domain_1\": 6, \"v5_memstr_0\": 18, \"k6_compos_1\": 6, \"k5_memstr_0\": 66, \"k6_memstr_0\": 52, \"k5_compos_0\": 25, \"k3_extpro_1\": 5, \"v1_membered\": 175, \"k13_member_1\": 37, \"k15_member_1\": 40, \"k7_member_1\": 38, \"v10_lattices\": 546, \"v14_lattices\": 31, \"v1_lattice6\": 12, \"l3_lattices\": 630, \"k6_lattices\": 52, \"r1_lattice6\": 19, \"l1_lattices\": 16, \"r3_lattices\": 118, \"k3_numbers\": 92, \"k2_arytm_2\": 156, \"k5_arytm_3\": 103, \"k15_csspace\": 14, \"k14_csspace\": 4, \"k13_csspace\": 12, \"k12_glib_001\": 40, \"v1_modelc_2\": 175, \"v5_modelc_3\": 17, \"v6_modelc_3\": 12, \"v4_modelc_2\": 16, \"v5_modelc_2\": 19, \"v6_modelc_2\": 26, \"v7_modelc_2\": 19, \"v8_modelc_2\": 18, \"r2_modelc_2\": 38, \"v3_modelc_2\": 31, \"v2_modelc_2\": 30, \"k10_modelc_2\": 26, \"k3_modelc_2\": 21, \"r1_rewrite2\": 8, \"r3_rewrite2\": 13, \"r2_rewrite2\": 20, \"v1_int_1\": 418, \"k6_int_1\": 92, \"k22_binop_2\": 4, \"k21_glib_000\": 34, \"k1_substlat\": 16, \"k4_substlat\": 28, \"k1_rusub_1\": 47, \"v1_bhsp_1\": 33, \"k1_rlvect_2\": 4, \"k2_scmfsa6a\": 8, \"k1_scmfsa6a\": 12, \"k7_funct_3\": 5, \"k7_relat_1\": 142, \"k9_funct_3\": 17, \"v1_sheffer2\": 23, \"m2_rusub_1\": 12, \"k3_rusub_1\": 43, \"v3_waybel_3\": 236, \"v6_waybel23\": 36, \"m1_waybel23\": 36, \"k1_waybel31\": 8, \"k1_setfam_1\": 67, \"a_1_0_waybel31\": 7, \"r1_t_0topsp\": 26, \"v3_tops_2\": 36, \"k2_partfun1\": 469, \"k1_fdiff_9\": 39, \"k1_rcomp_1\": 242, \"np__4\": 253, \"k32_sin_cos\": 444, \"k4_rcomp_1\": 40, \"v5_valued_0\": 62, \"v6_valued_0\": 48, \"k1_finsop_1\": 32, \"v1_zf_lang\": 382, \"k27_zf_lang\": 8, \"k12_zf_lang\": 17, \"k28_zf_lang\": 8, \"v10_zf_lang\": 15, \"m1_finseq_1\": 159, \"v4_vectsp_2\": 92, \"l1_vectsp_2\": 93, \"v2_vectsp_2\": 20, \"m1_rmod_2\": 76, \"k3_rmod_2\": 22, \"k17_twoscomp\": 6, \"k10_margrel1\": 59, \"k18_twoscomp\": 6, \"k19_twoscomp\": 6, \"k20_twoscomp\": 6, \"v4_topreal1\": 30, \"k3_topreal1\": 105, \"r1_jordan3\": 11, \"k3_jordan3\": 19, \"k8_finseq_1\": 77, \"k3_finseq_6\": 28, \"k1_jordan3\": 18, \"v6_membered\": 21, \"r1_afinsq_2\": 8, \"k2_sgraph1\": 25, \"a_1_0_sgraph1\": 8, \"k3_finseq_2\": 370, \"k7_finseq_2\": 12, \"k6_classes1\": 49, \"k1_sysrel\": 64, \"k8_group_1\": 54, \"m1_clvect_1\": 69, \"k3_clvect_1\": 25, \"v15_bcialg_1\": 2, \"m1_bcialg_5\": 53, \"v16_bcialg_1\": 9, \"k5_euclid_8\": 16, \"k7_euclid_8\": 8, \"r4_relat_2\": 28, \"k17_pre_poly\": 10, \"v15_functor0\": 16, \"v5_functor0\": 9, \"v7_functor0\": 3, \"v10_functor0\": 10, \"v13_functor0\": 4, \"v10_valued_0\": 8, \"v6_supinf_2\": 37, \"v4_measure1\": 9, \"r2_mesfun6c\": 3, \"r1_mesfun6c\": 7, \"k17_complex1\": 200, \"k1_mesfun6c\": 3, \"k1_mesfunc6\": 17, \"k55_valued_1\": 60, \"k1_rmod_3\": 34, \"u1_vectsp_2\": 5, \"k16_finseq_1\": 21, \"r1_waybel_3\": 50, \"v1_waybel_3\": 49, \"r3_orders_2\": 142, \"v1_group_7\": 33, \"v2_group_7\": 18, \"k1_hilbert1\": 188, \"k3_hilbert2\": 11, \"k3_hilbert1\": 142, \"k6_trees_4\": 8, \"k2_hilbert2\": 16, \"k2_hilbert1\": 21, \"k2_trees_4\": 26, \"k1_hilbert2\": 16, \"v3_trees_2\": 71, \"k4_hilbert1\": 75, \"v2_zmodul01\": 107, \"v3_zmodul01\": 107, \"v4_zmodul01\": 107, \"v5_zmodul01\": 107, \"l1_zmodul01\": 110, \"m1_zmodul01\": 106, \"m2_zmodul01\": 15, \"m1_group_2\": 343, \"k11_group_2\": 22, \"k12_group_2\": 28, \"k2_group_2\": 89, \"k8_group_2\": 101, \"m1_group_6\": 15, \"k7_group_2\": 30, \"v15_algstr_0\": 216, \"k8_group_4\": 23, \"r1_group_2\": 48, \"k4_finseq_5\": 10, \"k6_relat_1\": 113, \"k1_valued_1\": 64, \"k45_valued_1\": 66, \"k2_scmfsa_9\": 22, \"v2_measure5\": 49, \"k1_integra5\": 12, \"r7_binop_1\": 7, \"k7_seq_4\": 2, \"v1_polynom5\": 11, \"k9_polynom3\": 42, \"k2_polynom4\": 16, \"r1_polynom5\": 16, \"v1_algseq_1\": 66, \"k1_finseq_3\": 51, \"v2_cgames_1\": 90, \"k8_cgames_1\": 13, \"l1_cgames_1\": 8, \"k2_cgames_1\": 50, \"v1_cgames_1\": 7, \"k6_bhsp_2\": 7, \"k5_bhsp_2\": 7, \"k2_trees_1\": 27, \"v1_bintree1\": 8, \"k1_quaterni\": 19, \"k6_quatern2\": 7, \"k5_square_1\": 169, \"k3_quatern2\": 40, \"v1_setlim_1\": 13, \"k6_setlim_2\": 12, \"v2_prob_1\": 31, \"v13_lattices\": 31, \"v2_lattice6\": 12, \"k5_lattices\": 62, \"v2_waybel_0\": 67, \"k4_waybel_0\": 32, \"k12_waybel_0\": 7, \"k6_jordan6\": 12, \"k1_trees_4\": 21, \"m2_xxreal_2\": 42, \"k2_xxreal_2\": 49, \"k10_prob_1\": 59, \"v8_limfunc1\": 5, \"k1_group_3\": 52, \"v1_tops_3\": 68, \"v3_pre_topc\": 451, \"v1_tops_1\": 104, \"r2_wellord2\": 80, \"k3_yellow_1\": 234, \"k3_lattice3\": 39, \"k1_lattice3\": 15, \"v2_tex_2\": 72, \"k2_jgraph_6\": 11, \"k3_jgraph_6\": 5, \"k3_subset_1\": 309, \"k1_rfunct_1\": 33, \"k4_rfunct_1\": 19, \"k3_scmfsa6a\": 30, \"k4_compos_1\": 49, \"k8_extpro_1\": 17, \"r1_extpro_1\": 13, \"m1_scmfsa_2\": 48, \"k18_scmfsa_2\": 29, \"v1_rat_1\": 73, \"k1_borsuk_5\": 20, \"k32_quaterni\": 36, \"k29_quaterni\": 80, \"k4_simplex0\": 20, \"v1_simplex0\": 10, \"k1_group_2\": 33, \"k6_hilbert1\": 51, \"k2_rlsub_2\": 51, \"k1_rlsub_2\": 52, \"l1_rewrite3\": 75, \"r1_rewrite3\": 38, \"k1_rewrite3\": 52, \"k1_flang_1\": 58, \"k8_relat_1\": 195, \"k3_zfmisc_1\": 72, \"k10_cohsp_1\": 5, \"k7_cohsp_1\": 11, \"v3_lattice3\": 240, \"v16_waybel_0\": 30, \"v4_waybel11\": 45, \"m1_yellow_9\": 32, \"k5_waybel_0\": 57, \"v24_waybel_0\": 90, \"v25_waybel_0\": 24, \"l1_waybel_9\": 81, \"v2_asympt_0\": 32, \"k7_asympt_0\": 21, \"k6_asympt_0\": 73, \"v5_robbins1\": 8, \"k13_robbins1\": 4, \"k15_robbins1\": 5, \"o_1_1_robbins1\": 3, \"k9_robbins1\": 12, \"k17_robbins1\": 4, \"v3_pcomps_1\": 85, \"v1_metrizts\": 15, \"v5_waybel23\": 31, \"k2_waybel23\": 55, \"m1_setfam_1\": 80, \"v1_tops_2\": 230, \"k10_cgames_1\": 34, \"k11_cgames_1\": 11, \"v6_xxreal_2\": 33, \"k1_xxreal_2\": 49, \"m1_xxreal_2\": 42, \"v3_tbsp_1\": 2, \"v2_tbsp_1\": 12, \"r2_limfunc3\": 5, \"k56_valued_1\": 54, \"r3_limfunc3\": 4, \"r2_limfunc2\": 5, \"r5_limfunc2\": 5, \"r3_limfunc2\": 3, \"r6_limfunc2\": 3, \"u1_cat_1\": 12, \"k3_graph_1\": 57, \"r2_rfunct_3\": 12, \"k18_rfunct_3\": 22, \"k15_valued_1\": 2, \"k1_partfun2\": 38, \"k2_subset_1\": 58, \"r1_waybel_7\": 21, \"v3_lopban_1\": 6, \"v1_rsspace3\": 7, \"v3_normsp_1\": 9, \"l1_lopban_2\": 6, \"k11_c0sp1\": 37, \"l1_funcsdom\": 9, \"v8_clvect_1\": 66, \"l2_clvect_1\": 69, \"r2_relset_1\": 169, \"k3_normsp_0\": 8, \"v2_lopban_3\": 4, \"k5_vfunct_1\": 22, \"u2_incsp_1\": 89, \"k14_afproj\": 12, \"k13_afproj\": 23, \"k6_afproj\": 9, \"v1_aff_4\": 36, \"v2_compts_1\": 144, \"v1_topreal2\": 94, \"r1_jordan6\": 45, \"k18_pscomp_1\": 64, \"k8_jordan6\": 47, \"k9_jordan6\": 39, \"r1_jordan5c\": 45, \"k22_pscomp_1\": 48, \"r1_topreal1\": 34, \"k1_jordan5c\": 2, \"k2_jordan5c\": 2, \"k6_pscomp_1\": 38, \"k8_pscomp_1\": 31, \"k7_afinsq_2\": 15, \"k6_afinsq_2\": 8, \"r3_connsp_1\": 13, \"v3_connsp_1\": 37, \"k8_parsp_1\": 10, \"u1_parsp_1\": 8, \"k9_parsp_1\": 26, \"g1_parsp_1\": 6, \"l1_parsp_1\": 41, \"v1_parsp_1\": 4, \"k5_parsp_1\": 15, \"m1_parsp_1\": 5, \"v4_circcmb3\": 24, \"l1_msualg_1\": 470, \"k5_circcomb\": 53, \"v3_o_ring_1\": 50, \"v13_o_ring_1\": 108, \"v1_semi_af1\": 35, \"r3_semi_af1\": 16, \"k2_semi_af1\": 7, \"k1_semi_af1\": 13, \"k14_member_1\": 34, \"k12_member_1\": 35, \"k6_member_1\": 20, \"k27_member_1\": 10, \"k6_binop_2\": 20, \"a_2_19_member_1\": 7, \"m1_glib_000\": 69, \"k36_glib_000\": 6, \"k37_glib_000\": 6, \"k38_glib_000\": 6, \"r2_glib_000\": 28, \"r1_glib_000\": 65, \"r3_glib_000\": 6, \"r4_glib_000\": 14, \"k1_bcialg_1\": 542, \"k2_bcialg_1\": 84, \"v9_pre_topc\": 32, \"k2_nagata_1\": 11, \"v1_cantor_1\": 80, \"k1_topreal6\": 10, \"v1_metric_1\": 12, \"k2_hurwitz\": 9, \"k7_hurwitz\": 3, \"v1_hurwitz\": 8, \"k3_square_1\": 153, \"l1_compos_1\": 93, \"k9_compos_1\": 8, \"k28_glib_000\": 21, \"k3_zf_fund1\": 23, \"k2_zf_lang\": 57, \"v1_ordinal1\": 77, \"v1_group_3\": 85, \"k5_group_6\": 41, \"k6_group_6\": 8, \"m1_genealg1\": 27, \"k10_genealg1\": 16, \"k7_genealg1\": 13, \"k3_partfun1\": 39, \"m1_borsuk_1\": 13, \"k10_borsuk_1\": 4, \"m1_eqrel_1\": 179, \"m2_connsp_2\": 19, \"k6_trees_9\": 6, \"k5_trees_2\": 34, \"a_1_1_trees_9\": 6, \"k7_fintopo3\": 9, \"k12_fin_topo\": 14, \"v4_scmyciel\": 155, \"k1_scmyciel\": 68, \"k12_scmyciel\": 40, \"u1_graph_1\": 49, \"u2_graph_1\": 47, \"k3_group_5\": 11, \"k8_flang_1\": 137, \"k1_jordan21\": 15, \"k1_jordan9\": 12, \"v2_waybel_8\": 65, \"k1_waybel_8\": 58, \"v2_waybel23\": 22, \"v4_yellow_0\": 87, \"m1_yellow_0\": 121, \"v1_neckla_2\": 10, \"r1_necklace\": 6, \"k4_necklace\": 17, \"v1_orders_2\": 123, \"r2_necklace\": 11, \"k7_setfam_1\": 55, \"k6_flang_1\": 93, \"v1_yellow_8\": 45, \"r2_analoaf\": 96, \"v3_tex_4\": 18, \"k2_tex_4\": 39, \"k2_ordinal4\": 6, \"k3_ordinal4\": 6, \"v1_instalg1\": 135, \"v3_msualg_2\": 10, \"k5_msafree3\": 2, \"k11_msafree\": 8, \"u3_msualg_1\": 360, \"a_2_0_cqc_the1\": 17, \"k1_cqc_the1\": 92, \"v1_cqc_the1\": 24, \"v2_prob_3\": 19, \"v3_prob_3\": 19, \"k3_prob_1\": 25, \"k1_kurato_0\": 28, \"k4_group_2\": 30, \"k4_nat_1\": 49, \"k25_valued_1\": 32, \"k19_valued_1\": 23, \"k10_complex1\": 25, \"k1_clvect_1\": 33, \"k1_euclid_8\": 39, \"k11_binop_2\": 104, \"k9_euclid\": 113, \"k19_pscomp_1\": 13, \"k14_pscomp_1\": 10, \"k10_pscomp_1\": 14, \"k11_pscomp_1\": 16, \"v7_cat_1\": 13, \"v8_cat_1\": 15, \"g1_orders_2\": 84, \"v1_finseq_6\": 36, \"v1_topreal1\": 45, \"v2_topreal1\": 41, \"v1_goboard5\": 31, \"v2_goboard5\": 23, \"v1_sprect_2\": 4, \"k20_pscomp_1\": 18, \"k4_finseq_4\": 60, \"k24_pscomp_1\": 13, \"k21_pscomp_1\": 17, \"k9_filter_2\": 9, \"v6_lattices\": 26, \"v7_lattices\": 12, \"v8_lattices\": 21, \"v9_lattices\": 23, \"k7_card_3\": 8, \"k2_funcop_1\": 44, \"k4_card_3\": 91, \"v3_yellow_0\": 12, \"v2_yellow_0\": 31, \"r1_lattice3\": 118, \"r2_lattice3\": 146, \"v3_rcomp_1\": 62, \"r2_ndiff_3\": 2, \"k5_enumset1\": 34, \"k7_eqrel_1\": 14, \"k6_eqrel_1\": 70, \"k1_funct_2\": 135, \"r1_group_9\": 13, \"k13_funct_3\": 39, \"k10_funct_3\": 15, \"k16_funct_3\": 8, \"v1_dist_1\": 12, \"r1_dist_1\": 16, \"k4_dist_1\": 16, \"k12_binop_2\": 30, \"v4_msualg_1\": 113, \"l3_msualg_1\": 276, \"r3_pua2mss1\": 23, \"k1_instalg1\": 5, \"k3_msualg_6\": 3, \"m2_msualg_6\": 4, \"k3_nat_d\": 26, \"c1__axioms\": 1, \"k5_int_1\": 17, \"np__0\": 24, \"k5_setfam_1\": 130, \"r2_orders_1\": 28, \"r1_orders_1\": 16, \"g1_bhsp_1\": 8, \"u1_rlvect_1\": 41, \"u1_bhsp_1\": 10, \"k2_rusub_1\": 25, \"k1_rusub_2\": 44, \"k12_cgames_1\": 5, \"k3_cgames_1\": 4, \"k1_cgames_1\": 3, \"r1_matrix_6\": 10, \"k2_matrix_6\": 24, \"k1_card_2\": 23, \"k22_euclid\": 20, \"r1_setfam_1\": 39, \"a_0_1_numbers\": 1, \"a_0_2_numbers\": 1, \"v1_rcomp_1\": 32, \"k1_weierstr\": 10, \"v2_rcomp_1\": 52, \"v5_xxreal_2\": 17, \"g3_algstr_0\": 48, \"k48_binop_2\": 11, \"k7_monoid_0\": 12, \"k6_monoid_0\": 12, \"v17_monoid_0\": 15, \"m2_monoid_0\": 28, \"k16_sin_cos\": 73, \"v1_matrix_1\": 100, \"k5_matrprob\": 9, \"k18_rvsum_1\": 43, \"k3_matrprob\": 7, \"k8_matrix_1\": 9, \"k2_glib_001\": 19, \"k1_scmring2\": 36, \"k3_ami_2\": 26, \"k1_scmring1\": 17, \"k7_group_1\": 25, \"k4_gr_cy_1\": 4, \"v17_waybel_0\": 29, \"v19_waybel_0\": 12, \"v21_waybel_0\": 7, \"k1_jgraph_6\": 6, \"k10_zf_lang\": 24, \"k11_zf_lang\": 36, \"k6_zf_lang\": 32, \"k7_zf_lang\": 39, \"k2_rlsub_1\": 29, \"g1_rlvect_1\": 55, \"k6_rusub_4\": 64, \"v4_finsub_1\": 24, \"v1_afvect0\": 33, \"r2_afvect0\": 23, \"k1_afvect0\": 33, \"v1_comseq_2\": 130, \"r1_polyred\": 2, \"k13_bagorder\": 5, \"v1_xboolean\": 136, \"k6_xboolean\": 112, \"k8_xboolean\": 54, \"k10_xboolean\": 50, \"k3_xboolean\": 173, \"k4_xboolean\": 137, \"v4_membered\": 14, \"r4_lattice3\": 17, \"k5_lattice3\": 8, \"k4_lattice3\": 19, \"k1_euclidlp\": 37, \"v1_exchsort\": 35, \"k14_seq_4\": 63, \"k19_seq_4\": 25, \"k15_seq_4\": 21, \"k17_seq_4\": 15, \"k1_classes1\": 117, \"k3_classes1\": 38, \"r2_rewrite1\": 26, \"r1_jordan2c\": 9, \"k2_jordan2c\": 25, \"k1_jordan2c\": 24, \"v2_tops_2\": 36, \"r9_pdiff_5\": 6, \"k11_pdiff_1\": 48, \"k26_valued_1\": 64, \"k1_pdiff_3\": 193, \"k9_pdiff_5\": 4, \"r3_pdiff_1\": 100, \"m1_altcat_2\": 27, \"u1_altcat_1\": 31, \"v3_altcat_2\": 15, \"k8_altcat_1\": 30, \"v2_altcat_2\": 10, \"k23_pscomp_1\": 17, \"k13_pscomp_1\": 14, \"k12_pscomp_1\": 17, \"k25_pscomp_1\": 15, \"r1_nfcont_2\": 2, \"k5_finseq_2\": 20, \"k8_fvsum_1\": 7, \"k4_fvsum_1\": 7, \"k6_fvsum_1\": 16, \"k17_funcop_1\": 10, \"k13_funcop_1\": 12, \"v8_struct_0\": 72, \"k6_group_2\": 52, \"k2_rmod_3\": 36, \"v2_unialg_1\": 160, \"v3_unialg_1\": 152, \"v4_unialg_1\": 164, \"l1_unialg_1\": 166, \"m1_unialg_2\": 50, \"u1_unialg_1\": 23, \"k3_unialg_2\": 9, \"v1_unialg_2\": 11, \"k1_unialg_2\": 5, \"k2_unialg_2\": 2, \"m5_margrel1\": 5, \"v6_measure6\": 9, \"v5_measure6\": 9, \"k4_seq_4\": 45, \"v3_xxreal_2\": 44, \"v4_xxreal_2\": 43, \"k2_finseq_4\": 40, \"m1_prob_1\": 29, \"k1_prob_1\": 9, \"k54_valued_1\": 32, \"r3_orders_1\": 24, \"r6_relat_2\": 26, \"k3_bspace\": 37, \"k2_bspace\": 63, \"k7_square_1\": 106, \"m2_rlvect_2\": 36, \"k3_rlvect_2\": 40, \"m1_rlvect_2\": 52, \"v2_grcat_1\": 17, \"l1_grcat_1\": 31, \"m1_grcat_1\": 21, \"k7_grcat_1\": 14, \"k8_grcat_1\": 14, \"v1_scm_halt\": 24, \"r1_scm_halt\": 5, \"k36_gfacirc1\": 6, \"k37_gfacirc1\": 21, \"k13_ftacell1\": 12, \"v1_amistd_4\": 34, \"v3_compos_1\": 27, \"v4_compos_1\": 27, \"k62_valued_1\": 15, \"k8_compos_1\": 20, \"r2_compos_2\": 8, \"k2_wellord1\": 90, \"k2_cayley\": 17, \"v1_monoid_0\": 21, \"k1_cayley\": 15, \"v4_funct_1\": 48, \"k2_abcmiz_1\": 17, \"v1_abcmiz_1\": 97, \"v3_abcmiz_1\": 82, \"k35_abcmiz_1\": 9, \"k8_abcmiz_1\": 2, \"k20_coh_sp\": 7, \"k21_coh_sp\": 7, \"k22_coh_sp\": 7, \"v5_relat_2\": 4, \"r5_relat_2\": 8, \"k2_tops_1\": 62, \"k7_subset_1\": 111, \"v1_poset_1\": 15, \"v2_poset_1\": 15, \"r1_yellow_2\": 9, \"k3_poset_1\": 5, \"v5_orders_3\": 53, \"k1_yellow_0\": 226, \"k2_poset_1\": 3, \"k7_xboolean\": 59, \"k9_xboolean\": 58, \"k5_xboolean\": 105, \"v4_waybel_6\": 32, \"k1_waybel16\": 16, \"v1_waybel_8\": 3, \"v1_waybel16\": 18, \"k2_qc_lang1\": 118, \"m1_valuat_1\": 24, \"k2_valuat_1\": 41, \"k8_valuat_1\": 20, \"k4_cqc_lang\": 7, \"k5_valuat_1\": 1, \"k7_valuat_1\": 1, \"k5_cqc_lang\": 40, \"k1_margrel1\": 5, \"k8_margrel1\": 76, \"k6_cqc_lang\": 172, \"k15_margrel1\": 2, \"k7_cqc_lang\": 63, \"k16_margrel1\": 2, \"v1_borsuk_2\": 23, \"k2_borsuk_2\": 28, \"r1_borsuk_2\": 18, \"r1_borsuk_6\": 23, \"k1_tdlat_2\": 43, \"k1_pcomps_1\": 49, \"k2_tmap_1\": 56, \"k8_tmap_1\": 23, \"k9_tmap_1\": 5, \"r1_tmap_1\": 24, \"k1_topdim_2\": 18, \"v1_topdim_2\": 18, \"k6_setfam_1\": 88, \"k15_complex1\": 42, \"k1_matrixc1\": 6, \"k7_matrixc1\": 4, \"k7_matrix_5\": 6, \"v2_comseq_2\": 145, \"k7_glib_001\": 25, \"r2_tarski\": 46, \"r3_qc_lang2\": 34, \"r1_qc_lang2\": 35, \"v1_ordinal2\": 49, \"v2_ordinal6\": 5, \"r1_abian\": 16, \"r1_normform\": 16, \"a_2_0_normform\": 12, \"k8_nat_1\": 87, \"r2_yellow_0\": 110, \"k2_yellow_0\": 121, \"k16_pre_poly\": 30, \"v3_glib_003\": 78, \"k14_glib_003\": 16, \"k13_glib_003\": 21, \"k3_polynom5\": 12, \"k2_setfam_1\": 18, \"v6_ordinal1\": 14, \"g3_lattices\": 61, \"u2_lattices\": 44, \"u1_lattices\": 45, \"k1_lattice2\": 95, \"k1_zf_lang\": 393, \"r1_zf_model\": 94, \"r2_zf_model\": 117, \"k9_flang_1\": 13, \"k4_afinsq_1\": 10, \"k31_gfacirc1\": 15, \"k33_gfacirc1\": 3, \"v2_tops_1\": 90, \"k5_scmfsa6a\": 18, \"k11_compos_1\": 33, \"k6_scmfsa6a\": 8, \"v1_extpro_1\": 8, \"l1_extpro_1\": 86, \"l1_memstr_0\": 61, \"v3_group_9\": 86, \"l1_group_9\": 87, \"m1_group_9\": 68, \"v1_topreal4\": 15, \"r1_topreal4\": 11, \"k2_matrix_1\": 31, \"k12_matrix_1\": 43, \"k1_topreala\": 4, \"k6_unialg_2\": 27, \"k3_cat_1\": 25, \"v1_cat_1\": 10, \"v15_struct_0\": 7, \"v2_waybel19\": 20, \"k2_waybel19\": 13, \"v1_net_1\": 90, \"l1_petri\": 125, \"k2_net_1\": 104, \"k6_net_1\": 19, \"k11_net_1\": 13, \"v1_mesfunc8\": 13, \"k2_mesfun9c\": 7, \"k4_mesfunc5\": 14, \"v2_simplex0\": 7, \"v5_topgen_4\": 9, \"v4_card_3\": 100, \"v1_comput_1\": 5, \"m1_rfunct_3\": 9, \"v9_waybel_1\": 26, \"k6_waybel_1\": 21, \"v1_vectsp_2\": 58, \"k1_lmod_5\": 5, \"v1_waybel19\": 5, \"k1_waybel19\": 4, \"k3_yellow_3\": 71, \"r1_rlsub_2\": 13, \"k4_yellow_0\": 36, \"k7_card_1\": 40, \"k6_card_1\": 4, \"a_1_0_axioms\": 7, \"k2_seq_2\": 102, \"v2_limfunc1\": 13, \"k37_valued_1\": 16, \"k6_waybel_0\": 64, \"k5_member_1\": 55, \"v2_isomichi\": 16, \"v1_isomichi\": 17, \"r1_analmetr\": 22, \"k1_analort\": 10, \"k3_integra5\": 40, \"k11_arytm_3\": 55, \"k1_arytm_1\": 65, \"k7_arytm_2\": 30, \"r1_arytm_2\": 52, \"k9_bilinear\": 3, \"k7_hahnban1\": 3, \"v1_vectsp_1\": 25, \"v2_vectsp_1\": 14, \"v2_qc_lang1\": 23, \"k1_borsuk_2\": 70, \"r3_borsuk_2\": 23, \"v11_fomodel1\": 87, \"l1_fomodel1\": 87, \"k35_fomodel1\": 24, \"k15_fomodel1\": 83, \"v6_clvect_1\": 11, \"v1_rlsub_1\": 25, \"k1_binop_1\": 82, \"k2_scmfsa_2\": 14, \"r1_partfun1\": 95, \"r4_graph_1\": 15, \"k5_graph_1\": 12, \"v5_membered\": 24, \"k2_ami_2\": 34, \"k1_gr_cy_3\": 5, \"k2_newton\": 29, \"v12_vectsp_1\": 24, \"r1_net_1\": 7, \"k3_net_1\": 17, \"k1_net_1\": 74, \"v3_waybel_1\": 10, \"k1_waybel_1\": 10, \"v4_waybel_1\": 16, \"v5_waybel_1\": 14, \"r1_circtrm1\": 7, \"k2_funct_1\": 126, \"v4_frechet\": 22, \"k3_normsp_2\": 9, \"v3_frechet\": 18, \"v1_frechet\": 23, \"k2_normsp_2\": 9, \"k2_topreal1\": 34, \"m1_measure2\": 10, \"m2_measure1\": 6, \"k1_measure2\": 5, \"v1_modelc_3\": 26, \"l1_modelc_3\": 29, \"v3_modelc_3\": 16, \"u2_modelc_3\": 14, \"k1_orders_1\": 27, \"k1_modelc_3\": 9, \"r1_circcomb\": 13, \"k2_circcomb\": 51, \"k9_aofa_000\": 22, \"k2_pua2mss1\": 6, \"a_3_1_aofa_000\": 8, \"v19_lattices\": 108, \"v20_lattices\": 110, \"r1_waybel18\": 12, \"r2_borsuk_3\": 13, \"v1_clvect_1\": 19, \"m1_urysohn3\": 6, \"k2_urysohn1\": 26, \"k1_urysohn1\": 19, \"v2_rlaffin1\": 8, \"v1_rlaffin1\": 31, \"v2_classes1\": 46, \"m2_circcmb3\": 6, \"v4_circcomb\": 9, \"k3_circcomb\": 25, \"r2_circcomb\": 13, \"u4_msualg_1\": 23, \"v1_circcomb\": 35, \"v2_circcomb\": 36, \"v5_circcomb\": 1, \"v4_msafree2\": 28, \"k4_nattra_1\": 15, \"r1_polynom8\": 12, \"k11_algstr_0\": 24, \"v2_facirc_1\": 16, \"k5_partfun1\": 38, \"k10_funcsdom\": 29, \"k7_euclid\": 80, \"k1_scmpds_2\": 332, \"v2_extpro_1\": 76, \"k14_scmpds_2\": 6, \"o_0_7_scmpds_2\": 5, \"k2_extpro_1\": 49, \"k4_card_1\": 17, \"k2_scmpds_2\": 4, \"k1_matrix_1\": 59, \"k4_rinfsup1\": 33, \"k2_compos_1\": 34, \"k6_compos_0\": 8, \"v5_compos_0\": 10, \"v1_compos_0\": 30, \"v2_compos_0\": 14, \"v3_compos_0\": 12, \"k2_funct_6\": 28, \"k3_funct_6\": 13, \"k1_funct_6\": 33, \"k2_setlim_1\": 13, \"k4_setlim_1\": 11, \"k5_hilbert1\": 45, \"v6_hilbert1\": 20, \"v2_trees_3\": 36, \"k21_quaterni\": 7, \"k1_xboolean\": 18, \"k1_xcmplx_0\": 32, \"k11_quaterni\": 20, \"k12_quaterni\": 20, \"k28_quaterni\": 51, \"k8_relset_1\": 52, \"v2_wellord1\": 39, \"k1_wellord1\": 44, \"k1_intpro_1\": 240, \"k3_intpro_1\": 244, \"k7_intpro_1\": 52, \"v8_intpro_1\": 23, \"k4_intpro_1\": 74, \"k5_intpro_1\": 32, \"k2_intpro_1\": 14, \"r1_algspec1\": 17, \"k2_algspec1\": 15, \"v1_msualg_1\": 42, \"r1_filter_2\": 14, \"k6_filter_2\": 13, \"v18_lattices\": 57, \"v21_lattices\": 60, \"k1_mesfunc5\": 20, \"k10_mesfunc1\": 7, \"v1_sppol_1\": 41, \"v2_sppol_1\": 38, \"k3_goboard5\": 6, \"k1_jordan8\": 10, \"v8_bcialg_1\": 91, \"k4_bcialg_1\": 17, \"k3_fintopo3\": 15, \"k9_fin_topo\": 50, \"r1_jordan24\": 6, \"k13_glib_000\": 25, \"k2_glib_003\": 49, \"k3_glib_003\": 53, \"k4_glib_003\": 53, \"k1_group_11\": 24, \"k2_group_11\": 43, \"k1_subset_1\": 62, \"v17_lattices\": 110, \"m2_lattice4\": 10, \"k4_lattices\": 69, \"k7_lattices\": 38, \"k8_intpro_1\": 62, \"k4_cqc_the1\": 131, \"k17_rvsum_1\": 20, \"k12_seq_4\": 19, \"k5_binop_2\": 48, \"k24_valued_1\": 78, \"k16_rvsum_1\": 28, \"k9_rvsum_2\": 4, \"v4_card_fil\": 6, \"v2_card_1\": 11, \"v1_card_5\": 15, \"r3_cqc_the1\": 84, \"k5_autgroup\": 8, \"k3_autgroup\": 12, \"r3_rewrite3\": 25, \"k4_bhsp_1\": 17, \"k3_bhsp_1\": 14, \"v22_waybel_0\": 51, \"v7_waybel_0\": 81, \"l1_waybel_0\": 158, \"r1_fdiff_1\": 57, \"m1_rcomp_1\": 22, \"v3_fdiff_1\": 7, \"v2_fdiff_1\": 7, \"r1_fcont_1\": 27, \"k1_borsuk_7\": 12, \"k4_funct_4\": 32, \"v1_graph_1\": 16, \"k11_graph_1\": 15, \"k16_substut1\": 98, \"k27_substut1\": 7, \"k20_substut1\": 14, \"v5_substut1\": 11, \"k1_partfun1\": 82, \"k2_tops_2\": 21, \"k12_arytm_3\": 16, \"k10_glib_001\": 42, \"k3_int_2\": 51, \"k1_arytm_0\": 9, \"k3_arytm_0\": 5, \"k3_hilbert3\": 18, \"k2_hilbert3\": 33, \"k1_seq_4\": 21, \"k5_card_3\": 22, \"k26_sin_cos\": 10, \"k25_sin_cos\": 18, \"k24_sin_cos\": 68, \"c1__xreal_0\": 3, \"k9_graph_3\": 25, \"k1_graph_3\": 8, \"k10_graph_3\": 4, \"k10_subset_1\": 5, \"a_3_0_graph_3\": 12, \"r1_graph_2\": 16, \"v1_lattice5\": 3, \"v2_lattice5\": 3, \"v3_lattice5\": 3, \"m1_lattice5\": 1, \"k7_lattice5\": 5, \"v1_analoaf\": 10, \"v1_tdgroup\": 18, \"k2_tdgroup\": 21, \"v2_tdgroup\": 27, \"v8_algstr_0\": 12, \"k5_afvect0\": 33, \"v1_connsp_2\": 16, \"k4_topmetr\": 43, \"v2_connsp_1\": 75, \"a_3_0_topalg_5\": 3, \"k2_topmetr\": 12, \"m1_msualg_6\": 7, \"r1_msualg_6\": 3, \"r1_msualg_3\": 12, \"m2_pboole\": 81, \"k1_msualg_3\": 7, \"k1_afinsq_1\": 82, \"k6_afinsq_1\": 17, \"m1_dtconstr\": 6, \"k5_msafree\": 26, \"k5_trees_3\": 87, \"k1_msaterm\": 9, \"k2_msualg_1\": 21, \"k7_msaterm\": 4, \"k7_msafree\": 5, \"a_3_0_msafree\": 4, \"k4_dtconstr\": 69, \"k7_zmodul01\": 41, \"v1_zmodul01\": 27, \"v2_ordinal1\": 11, \"k1_algseq_1\": 32, \"k6_polynom5\": 7, \"k7_polynom5\": 7, \"v3_roughs_1\": 35, \"k3_roughs_1\": 30, \"k1_struct_0\": 52, \"l1_stacks_1\": 48, \"v4_stacks_1\": 34, \"v5_stacks_1\": 34, \"k7_stacks_1\": 17, \"k6_stacks_1\": 12, \"k5_stacks_1\": 11, \"k2_ff_siec\": 9, \"k1_ff_siec\": 10, \"k28_fomodel1\": 11, \"v1_compts_1\": 81, \"k14_group_2\": 37, \"k5_group_1\": 56, \"k5_group_2\": 32, \"k5_tex_4\": 8, \"k6_tex_4\": 15, \"k3_tex_4\": 42, \"k7_group_3\": 12, \"r2_group_3\": 15, \"k15_funct_3\": 13, \"l1_fsm_1\": 27, \"v2_fsm_2\": 5, \"u2_fsm_1\": 6, \"r1_fsm_1\": 5, \"k6_finseq_1\": 68, \"k15_sin_cos\": 17, \"k7_complex1\": 58, \"v11_o_ring_1\": 61, \"v9_o_ring_1\": 67, \"v7_zf_lang\": 10, \"k18_zf_lang\": 18, \"k19_zf_lang\": 18, \"k2_ordinal1\": 92, \"v1_conlat_1\": 36, \"l1_conlat_1\": 37, \"l2_conlat_1\": 21, \"k1_conlat_1\": 6, \"u2_conlat_1\": 11, \"u3_conlat_1\": 19, \"v5_conlat_1\": 15, \"v2_parsp_1\": 36, \"r1_parsp_1\": 32, \"k23_member_1\": 18, \"v2_scm_halt\": 26, \"v2_e_siec\": 49, \"v3_e_siec\": 46, \"l1_e_siec\": 56, \"u1_e_siec\": 62, \"u2_e_siec\": 61, \"k1_simplex0\": 22, \"v1_classes1\": 66, \"v1_coh_sp\": 36, \"k5_e_siec\": 9, \"k4_circcomb\": 15, \"u1_msualg_1\": 20, \"u2_msualg_1\": 15, \"v11_osalg_1\": 14, \"k3_osalg_1\": 8, \"k20_member_1\": 18, \"k18_member_1\": 23, \"k5_finseqop\": 23, \"k3_group_1\": 11, \"v2_binop_1\": 15, \"v1_setwiseo\": 35, \"v1_finseqop\": 16, \"r1_finseqop\": 11, \"k7_group_4\": 25, \"k10_group_2\": 28, \"k3_card_2\": 10, \"k1_toler_1\": 11, \"k8_funct_2\": 14, \"k1_cantor_1\": 27, \"v1_sprect_1\": 18, \"k1_sprect_1\": 5, \"k19_rvsum_1\": 33, \"r2_wellord1\": 30, \"r1_wellord1\": 15, \"r1_bvfunc_1\": 92, \"k2_bvfunc_1\": 155, \"k2_robbins4\": 11, \"v4_robbins1\": 3, \"l4_robbins1\": 19, \"k3_lattices\": 62, \"v5_tops_1\": 36, \"v4_matrix_8\": 4, \"v3_matrix_8\": 5, \"k5_matrix_6\": 15, \"k4_matrix_6\": 20, \"k4_matrix_3\": 2, \"r2_matrix_6\": 4, \"v1_matrix_6\": 11, \"v1_henmodel\": 11, \"v2_henmodel\": 5, \"r1_henmodel\": 30, \"r4_calcul_1\": 13, \"v1_connsp_1\": 38, \"r1_connsp_1\": 43, \"k13_glib_001\": 54, \"m2_bcialg_1\": 89, \"v14_bcialg_1\": 18, \"v12_bcialg_1\": 9, \"k11_nat_3\": 14, \"k6_nat_d\": 34, \"k3_xxreal_0\": 35, \"k10_ltlaxio1\": 10, \"r1_ltlaxio1\": 6, \"r2_ltlaxio1\": 12, \"v5_hilbert1\": 11, \"v1_hilbert1\": 6, \"v2_hilbert1\": 4, \"v3_hilbert1\": 4, \"v4_hilbert1\": 4, \"m1_trees_2\": 33, \"k1_trees_1\": 40, \"v3_trees_3\": 46, \"v4_asympt_0\": 17, \"v1_limfunc1\": 18, \"k52_valued_1\": 29, \"v5_asympt_0\": 5, \"m2_rmod_4\": 12, \"k3_rmod_4\": 9, \"k2_rmod_4\": 22, \"m1_rmod_4\": 20, \"k2_pcomps_1\": 38, \"k8_metric_1\": 24, \"v3_relat_1\": 36, \"k1_funcop_1\": 6, \"k19_substut1\": 34, \"k29_substut1\": 9, \"k21_substut1\": 18, \"v6_substut1\": 18, \"k1_int_1\": 50, \"k2_int_1\": 35, \"k3_real_1\": 18, \"r1_yellow_0\": 130, \"v4_valued_0\": 81, \"v2_pre_poly\": 51, \"r3_pre_poly\": 19, \"k2_groeb_2\": 17, \"v1_rsspace4\": 3, \"k6_rsspace4\": 4, \"k4_rsspace4\": 10, \"k5_lopban_1\": 18, \"v1_bcialg_3\": 29, \"r1_borsuk_1\": 9, \"v3_borsuk_1\": 10, \"k12_lattice3\": 62, \"r1_topgen_1\": 19, \"k4_real_1\": 21, \"k2_complex1\": 4, \"k3_binop_2\": 42, \"k8_complsp2\": 26, \"k9_seq_4\": 13, \"k2_euclid_3\": 21, \"k7_rsspace\": 152, \"k2_lp_space\": 81, \"k10_rsspace\": 50, \"k8_rsspace\": 52, \"k9_rsspace\": 51, \"m1_exchsort\": 22, \"k1_int_2\": 38, \"k4_flang_1\": 19, \"v14_waybel_0\": 12, \"k1_quatern2\": 14, \"k16_quatern2\": 40, \"k10_quatern2\": 4, \"k12_quatern2\": 2, \"k2_quatern2\": 12, \"m1_toler_1\": 45, \"k2_coh_sp\": 17, \"k2_metric_2\": 28, \"k1_metric_2\": 30, \"k14_finseq_1\": 39, \"v2_glib_003\": 74, \"k6_glib_003\": 54, \"k12_glib_003\": 17, \"v2_funcsdom\": 6, \"k5_pboole\": 14, \"v6_tops_1\": 36, \"a_0_5_jgraph_2\": 4, \"a_0_4_jgraph_2\": 4, \"r1_bhsp_1\": 12, \"m2_prob_1\": 51, \"k8_prob_1\": 5, \"v2_glib_002\": 19, \"v5_glib_001\": 53, \"k1_orders_2\": 6, \"k38_abcmiz_1\": 22, \"v9_abcmiz_1\": 18, \"m1_abcmiz_1\": 61, \"k12_abcmiz_1\": 21, \"k40_abcmiz_1\": 12, \"r2_int_1\": 41, \"k1_ami_2\": 26, \"k1_scmfsa_1\": 10, \"k1_scmfsa_i\": 2, \"v1_setfam_1\": 175, \"v2_memstr_0\": 129, \"v3_memstr_0\": 92, \"v4_memstr_0\": 7, \"k2_card_2\": 36, \"v3_kurato_0\": 22, \"k4_kurato_0\": 64, \"k3_kurato_0\": 42, \"k5_scmyciel\": 19, \"k5_vectsp_2\": 9, \"k13_group_2\": 51, \"k15_group_2\": 34, \"v6_waybel_1\": 13, \"r5_waybel_1\": 53, \"k1_yellow_2\": 16, \"v2_unialg_2\": 9, \"r2_subset_1\": 3, \"k10_polyform\": 50, \"k11_polyform\": 7, \"k8_polyform\": 13, \"k10_nat_lat\": 8, \"k1_lattices\": 91, \"k5_nat_d\": 23, \"k11_nat_lat\": 7, \"k1_substut1\": 12, \"k2_substut1\": 6, \"k4_polynom5\": 8, \"v2_waybel_1\": 37, \"k4_waybel_6\": 16, \"v2_waybel_3\": 10, \"v5_waybel_6\": 25, \"k3_waybel_6\": 10, \"v2_waybel_6\": 20, \"v2_waybel_2\": 41, \"k1_integra1\": 7, \"k3_integra1\": 13, \"k12_integra1\": 4, \"v3_integra1\": 7, \"v1_integra1\": 8, \"v2_integra1\": 8, \"k10_integra1\": 6, \"k11_integra1\": 5, \"k14_glib_000\": 4, \"k15_glib_000\": 11, \"r2_pdiff_3\": 14, \"k20_valued_1\": 52, \"k3_substlat\": 26, \"v2_cat_3\": 11, \"k2_xxreal_3\": 84, \"k13_newton\": 15, \"np__8\": 58, \"v3_qc_lang1\": 23, \"k18_qc_lang1\": 27, \"k25_modelc_2\": 75, \"k29_modelc_2\": 10, \"k1_graph_2\": 9, \"v3_abian\": 12, \"v2_pralg_1\": 20, \"k12_pralg_1\": 21, \"k10_pralg_1\": 7, \"v1_valued_2\": 52, \"k73_valued_2\": 6, \"k2_valued_2\": 26, \"k1_valued_2\": 27, \"k84_valued_2\": 10, \"k1_waybel_3\": 64, \"k6_sin_cos6\": 8, \"k10_ami_3\": 32, \"v15_lattices\": 32, \"k6_filter_0\": 21, \"k2_filter_0\": 31, \"k2_euclid_8\": 6, \"k1_fdiff_1\": 80, \"k3_euclid_8\": 6, \"k4_euclid_8\": 6, \"k8_euclid_8\": 7, \"v5_waybel_7\": 14, \"k1_waybel_4\": 14, \"v4_waybel_7\": 18, \"k8_pboole\": 11, \"v1_funcop_1\": 38, \"v4_osalg_1\": 96, \"v5_osalg_1\": 100, \"l3_osalg_1\": 98, \"r6_osalg_1\": 7, \"r1_osalg_1\": 15, \"r2_osalg_1\": 12, \"k1_msualg_1\": 39, \"l1_osalg_1\": 22, \"l2_osalg_1\": 5, \"a_1_2_finseq_2\": 6, \"k3_trees_9\": 13, \"v1_matrlin\": 3, \"k1_vectsp_9\": 10, \"k2_vectsp_9\": 4, \"k6_enumset1\": 37, \"k3_funct_3\": 18, \"k1_funct_3\": 25, \"r1_fuzzy_1\": 50, \"k9_bvfunc_1\": 280, \"k12_bvfunc_1\": 155, \"v8_altcat_3\": 4, \"v6_altcat_3\": 3, \"v7_altcat_3\": 2, \"k2_fdiff_9\": 44, \"m1_convex4\": 18, \"r1_convex4\": 5, \"k5_convex4\": 7, \"m1_connsp_2\": 66, \"k2_funct_5\": 16, \"k1_funct_5\": 44, \"k3_funct_5\": 27, \"k4_funct_5\": 15, \"k12_trees_3\": 11, \"v2_oposet_1\": 6, \"v7_yellow_0\": 41, \"v4_fdiff_1\": 3, \"r2_fdiff_1\": 132, \"k5_anproj_1\": 5, \"v9_struct_0\": 12, \"k2_anproj_1\": 3, \"r2_anproj_1\": 6, \"k4_anproj_1\": 7, \"k3_anproj_1\": 7, \"v5_trees_3\": 12, \"m1_ringcat1\": 23, \"r1_ringcat1\": 18, \"g1_ringcat1\": 6, \"v1_ringcat1\": 19, \"r4_cqc_the3\": 21, \"r2_cqc_the3\": 28, \"k4_prob_3\": 7, \"k61_valued_1\": 17, \"v5_card_3\": 5, \"r2_group_6\": 18, \"v1_gr_cy_1\": 17, \"r1_group_6\": 15, \"v1_group_6\": 26, \"k10_group_6\": 9, \"k3_xxreal_3\": 64, \"a_2_12_member_1\": 7, \"k15_pscomp_1\": 11, \"v3_armstrng\": 10, \"v7_armstrng\": 12, \"v5_armstrng\": 8, \"v4_armstrng\": 10, \"k1_rusub_3\": 20, \"k6_rlvect_2\": 25, \"r1_yellow_8\": 7, \"k3_lattice2\": 11, \"k2_setwiseo\": 6, \"k5_lattice4\": 11, \"v11_lattices\": 54, \"v16_lattices\": 25, \"k3_bcialg_2\": 9, \"k4_bcialg_2\": 6, \"m4_bcialg_2\": 7, \"a_1_0_bcialg_2\": 6, \"m1_bcialg_2\": 12, \"k6_modelc_2\": 10, \"v1_topdim_1\": 24, \"k2_topdim_1\": 24, \"v3_topdim_1\": 29, \"k4_topdim_1\": 32, \"k1_ordinal4\": 109, \"v11_waybel_1\": 38, \"v1_waybel_5\": 49, \"v3_waybel_8\": 29, \"v10_waybel_1\": 4, \"k7_lattice3\": 434, \"m1_simplex2\": 6, \"k9_metric_1\": 49, \"k9_funct_2\": 93, \"k1_fomodel4\": 94, \"v3_fomodel4\": 11, \"v6_fomodel4\": 7, \"a_4_5_jordan1\": 4, \"a_4_1_jordan1\": 4, \"k1_convex1\": 56, \"a_3_5_fomodel4\": 5, \"k13_lang1\": 21, \"k2_fomodel4\": 3, \"k1_latsum_1\": 12, \"r3_zf_lang\": 19, \"r1_zf_lang\": 23, \"r2_zf_lang\": 22, \"k1_matrix_4\": 17, \"k2_matrix_3\": 17, \"k8_normform\": 20, \"a_1_1_normform\": 12, \"k2_polynom1\": 20, \"k3_polynom1\": 15, \"k6_termord\": 12, \"k90_valued_2\": 6, \"k15_monoid_0\": 19, \"k12_monoid_0\": 21, \"k3_waybel_0\": 36, \"k3_monoid_0\": 11, \"k5_gr_cy_1\": 6, \"k2_monoid_0\": 17, \"k1_random_1\": 58, \"m1_random_1\": 20, \"k8_random_1\": 8, \"k2_prob_4\": 6, \"r1_random_1\": 4, \"k4_fuzzy_2\": 4, \"k5_fuzzy_2\": 4, \"k18_gate_1\": 6, \"k1_gate_1\": 24, \"v3_fomodel0\": 8, \"v2_fomodel0\": 11, \"k11_monoid_0\": 11, \"k13_finseq_1\": 64, \"k1_modal_1\": 4, \"k4_trees_1\": 13, \"a_3_0_borsuk_1\": 4, \"k1_finseq_6\": 12, \"k12_supinf_2\": 51, \"k7_supinf_2\": 14, \"k17_supinf_2\": 9, \"k6_setlim_1\": 3, \"k2_gate_1\": 16, \"v1_lfuzzy_0\": 15, \"k13_lattice3\": 62, \"k2_lfuzzy_0\": 4, \"v4_clvect_2\": 6, \"v1_clvect_3\": 8, \"k1_bhsp_4\": 33, \"v2_clvect_2\": 2, \"v1_clvect_2\": 4, \"k5_finseq_1\": 13, \"k1_jordan2b\": 7, \"v3_tops_1\": 56, \"v4_tex_3\": 36, \"v2_rewrite3\": 6, \"k4_euclid_3\": 34, \"k7_rmod_4\": 2, \"k8_setfam_1\": 27, \"v6_qc_lang1\": 25, \"k5_qc_lang2\": 15, \"k1_rlaffin2\": 15, \"k3_convex1\": 43, \"k3_prob_3\": 20, \"k1_ordinal6\": 11, \"v1_ordinal6\": 26, \"k2_wellord2\": 20, \"k2_qc_lang2\": 17, \"v2_qc_lang2\": 6, \"k12_qc_lang2\": 4, \"k11_qc_lang2\": 6, \"k13_qc_lang1\": 49, \"k29_glib_000\": 13, \"k4_binop_1\": 63, \"k46_binop_2\": 5, \"c6__binop_2\": 3, \"r3_binop_1\": 71, \"a_2_1_domain_1\": 7, \"k3_euclid_3\": 10, \"v3_pencil_1\": 34, \"v1_matroid0\": 39, \"k1_matroid0\": 12, \"r4_wellord1\": 22, \"r3_wellord1\": 40, \"v3_tdlat_3\": 73, \"k16_valued_2\": 13, \"k13_eqrel_1\": 11, \"k12_ordinal2\": 17, \"k1_ordinal5\": 8, \"k6_tmap_1\": 33, \"k5_tmap_1\": 9, \"k4_clvect_2\": 10, \"k8_supinf_2\": 15, \"k5_supinf_2\": 10, \"k3_supinf_2\": 16, \"k3_funct_7\": 4, \"k2_funct_7\": 43, \"k1_waybel11\": 31, \"k5_waybel_9\": 4, \"k1_waybel_2\": 8, \"k2_waybel32\": 4, \"v2_midsp_1\": 77, \"l1_midsp_1\": 77, \"v4_midsp_2\": 19, \"l1_midsp_2\": 19, \"k10_midsp_2\": 5, \"k11_midsp_2\": 6, \"u1_midsp_2\": 21, \"k9_midsp_2\": 21, \"k3_midsp_1\": 35, \"v2_nfcont_3\": 8, \"v1_matrprob\": 22, \"r1_entropy1\": 4, \"v4_partfun3\": 9, \"k10_ordinal2\": 38, \"v3_supinf_2\": 15, \"k14_supinf_2\": 9, \"k6_supinf_2\": 18, \"v1_supinf_2\": 12, \"v2_supinf_2\": 12, \"k2_bhsp_1\": 30, \"k9_lattice3\": 29, \"k8_lattice3\": 19, \"k9_newton\": 32, \"k1_laplace\": 4, \"k4_group_1\": 14, \"k4_autgroup\": 11, \"k1_autgroup\": 20, \"m1_funct_2\": 35, \"m2_funct_2\": 50, \"r9_ncfcont1\": 1, \"k21_monoid_1\": 8, \"v1_rlvect_3\": 35, \"r3_pdiff_3\": 14, \"v2_petri\": 33, \"v3_petri\": 33, \"k6_petri\": 8, \"m1_petri\": 10, \"u2_petri\": 7, \"r4_ncfcont2\": 1, \"r10_ncfcont1\": 1, \"m2_rmod_2\": 9, \"k2_rmod_2\": 18, \"v1_rusub_4\": 20, \"k1_rusub_4\": 23, \"v3_rltopsp1\": 25, \"k3_rusub_4\": 20, \"m5_bcialg_2\": 3, \"v2_bcialg_6\": 4, \"k5_bcialg_6\": 3, \"k9_bcialg_2\": 3, \"k6_bcialg_6\": 2, \"k5_bvfunc_1\": 88, \"k4_weddwitt\": 25, \"v18_waybel_0\": 17, \"k1_valued_0\": 6, \"k6_zmodul01\": 42, \"k3_zmodul01\": 33, \"k1_tex_4\": 10, \"k1_matrix_3\": 4, \"k3_matrix_3\": 10, \"k6_power\": 36, \"k13_xtuple_0\": 23, \"v1_robbins2\": 20, \"k13_zf_lang\": 40, \"k2_zf_lang1\": 13, \"k7_enumset1\": 17, \"k15_twoscomp\": 17, \"k40_twoscomp\": 29, \"k2_finseq_5\": 16, \"k12_rvsum_1\": 24, \"u1_rewrite3\": 25, \"r4_rewrite3\": 14, \"r1_tsep_2\": 18, \"k2_conlat_1\": 2, \"r1_matrix_8\": 4, \"v1_matrix_8\": 7, \"k10_cqc_lang\": 8, \"k1_bvfunc_1\": 111, \"k10_bvfunc_1\": 33, \"k7_pscomp_1\": 25, \"v1_jordan21\": 5, \"k9_pscomp_1\": 30, \"k6_square_1\": 70, \"k3_complex2\": 26, \"k2_complex2\": 14, \"v1_abcmiz_0\": 20, \"v4_abcmiz_0\": 34, \"v9_abcmiz_0\": 20, \"v14_abcmiz_0\": 8, \"l3_abcmiz_0\": 22, \"k11_abcmiz_0\": 10, \"k12_abcmiz_0\": 7, \"v2_rewrite1\": 8, \"v3_rewrite1\": 5, \"k2_rewrite1\": 10, \"v4_rewrite1\": 12, \"v8_rewrite1\": 8, \"k13_intpro_1\": 54, \"v10_intpro_1\": 26, \"k2_group_9\": 12, \"k1_mathmorp\": 11, \"a_3_0_mathmorp\": 7, \"v1_waybel_9\": 20, \"k1_waybel29\": 64, \"r4_boolealg\": 6, \"r2_boolealg\": 12, \"r2_ordinal2\": 26, \"v1_zf_model\": 20, \"r2_zfrefle1\": 26, \"k8_card_3\": 39, \"v1_cohsp_1\": 15, \"v9_intpro_1\": 23, \"k11_intpro_1\": 45, \"v19_bcialg_1\": 17, \"l1_bcialg_1\": 5, \"k3_comseq_2\": 45, \"v6_waybel_6\": 12, \"a_0_1_scmpds_2\": 7, \"k2_compos_0\": 70, \"np__14\": 5, \"k4_xtuple_0\": 70, \"r2_finseq_4\": 44, \"k1_finseq_4\": 12, \"r3_zfrefle1\": 6, \"k4_funcop_1\": 17, \"v2_cantor_1\": 13, \"m1_vectsp_7\": 5, \"k1_vectsp_7\": 6, \"g1_vectsp_1\": 9, \"k1_realset1\": 32, \"k2_rlvect_x\": 10, \"r1_vfunct_1\": 12, \"k4_vfunct_1\": 4, \"k1_topreal9\": 16, \"r1_sprect_2\": 7, \"k6_group_1\": 28, \"k5_group_4\": 34, \"k11_ens_1\": 9, \"v11_cat_1\": 18, \"k7_margrel1\": 35, \"k2_xboolean\": 36, \"v2_msafree2\": 23, \"v5_msafree2\": 9, \"k5_msafree2\": 8, \"k1_msafree2\": 3, \"k4_circuit1\": 3, \"k4_trees_4\": 18, \"v6_trees_3\": 28, \"k11_trees_3\": 7, \"k4_msafree2\": 7, \"a_2_0_rlvect_x\": 6, \"k4_rlvect_2\": 13, \"v8_mod_4\": 22, \"k3_struct_0\": 62, \"r1_sppol_2\": 10, \"k9_rsspace4\": 13, \"v1_fcont_1\": 54, \"k2_rcomp_1\": 171, \"k19_sin_cos\": 74, \"k1_scmp_gcd\": 7, \"c2__normsp_1\": 2, \"o_0_5_normsp_1\": 15, \"c1__xreal_1\": 1, \"c3__binop_2\": 3, \"k7_cat_1\": 21, \"k6_pboole\": 12, \"v1_borsuk_1\": 44, \"k2_pboole\": 42, \"v2_dilworth\": 29, \"r1_pcomps_1\": 10, \"k4_pcomps_1\": 11, \"g1_metric_1\": 15, \"np__15\": 9, \"k1_scmpds_i\": 8, \"k2_scm_inst\": 30, \"k3_scmpds_i\": 8, \"k8_member_1\": 29, \"m1_incproj\": 12, \"k3_incproj\": 9, \"u1_incsp_1\": 165, \"k1_incproj\": 8, \"u3_incsp_1\": 8, \"k2_incproj\": 3, \"k20_rvsum_1\": 6, \"r3_relat_2\": 22, \"v2_analoaf\": 52, \"r2_diraf\": 14, \"r1_mesfunc6\": 21, \"k3_valued_1\": 65, \"k19_rfunct_3\": 18, \"v2_glib_001\": 43, \"k10_binop_2\": 