{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 88, "word_counts": "{\"<start>\": 88, \"-\": 158, \"<end>\": 88, \"failure\": 1, \"k7_partfun1\": 6, \"(\": 722, \"var\": 994, \",\": 797, \")\": 722, \"=\": 207, \"k1_funct_1\": 9, \"r1_tarski\": 17, \"k6_relat_1\": 6, \"v1_xboole_0\": 3, \"k1_tarski\": 37, \"k2_tarski\": 68, \"ext\": 39, \"n\": 39, \"success\": 1, \"k7_relset_1\": 3, \"k1_xboole_0\": 48, \"k4_xboole_0\": 56, \"k9_xtuple_0\": 81, \"v1_funct_1\": 6, \"v5_relat_1\": 5, \"k1_relset_1\": 3, \"v1_relat_1\": 4, \"k7_relat_1\": 2, \"r2_hidden\": 2, \"k1_zfmisc_1\": 5, \"k2_zfmisc_1\": 5, \"v4_relat_1\": 1, \"v2_struct_0\": 42, \"k2_tsep_1\": 28, \"k1_tsep_1\": 5, \"g1_pre_topc\": 13, \"v2_pre_topc\": 44, \"l1_pre_topc\": 51, \"u1_struct_0\": 11, \"u1_pre_topc\": 11, \"v1_tsep_1\": 18, \"m1_pre_topc\": 58, \"r1_tsep_1\": 13, \"v1_pre_topc\": 1}", "word_docs": "{\"<start>\": 88, \"-\": 75, \"<end>\": 88, \"failure\": 1, \"k1_funct_1\": 7, \")\": 83, \"(\": 83, \"var\": 85, \"=\": 65, \",\": 84, \"k7_partfun1\": 5, \"r1_tarski\": 13, \"k6_relat_1\": 2, \"v1_xboole_0\": 2, \"k2_tarski\": 21, \"k1_tarski\": 16, \"n\": 39, \"ext\": 39, \"success\": 1, \"k7_relset_1\": 2, \"k4_xboole_0\": 14, \"k1_xboole_0\": 19, \"v1_funct_1\": 5, \"k9_xtuple_0\": 8, \"v5_relat_1\": 4, \"v1_relat_1\": 4, \"r2_hidden\": 2, \"k1_relset_1\": 3, \"k7_relat_1\": 2, \"k1_zfmisc_1\": 4, \"k2_zfmisc_1\": 4, \"v4_relat_1\": 1, \"v2_struct_0\": 14, \"k2_tsep_1\": 5, \"k1_tsep_1\": 4, \"g1_pre_topc\": 12, \"m1_pre_topc\": 25, \"u1_struct_0\": 11, \"l1_pre_topc\": 26, \"u1_pre_topc\": 11, \"v2_pre_topc\": 22, \"v1_tsep_1\": 13, \"r1_tsep_1\": 9, \"v1_pre_topc\": 1}", "index_docs": "{\"7\": 88, \"6\": 75, \"8\": 88, \"41\": 1, \"27\": 7, \"4\": 83, \"3\": 83, \"1\": 85, \"5\": 65, \"2\": 84, \"28\": 5, \"22\": 13, \"29\": 2, \"36\": 2, \"10\": 21, \"19\": 16, \"18\": 39, \"17\": 39, \"42\": 1, \"37\": 2, \"12\": 14, \"14\": 19, \"30\": 5, \"9\": 8, \"31\": 4, \"35\": 4, \"40\": 2, \"38\": 3, \"39\": 2, \"32\": 4, \"33\": 4, \"43\": 1, \"16\": 14, \"20\": 5, \"34\": 4, \"23\": 12, \"11\": 25, \"25\": 11, \"13\": 26, \"26\": 11, \"15\": 22, \"21\": 13, \"24\": 9, \"44\": 1}", "index_word": "{\"1\": \"var\", \"2\": \",\", \"3\": \"(\", \"4\": \")\", \"5\": \"=\", \"6\": \"-\", \"7\": \"<start>\", \"8\": \"<end>\", \"9\": \"k9_xtuple_0\", \"10\": \"k2_tarski\", \"11\": \"m1_pre_topc\", \"12\": \"k4_xboole_0\", \"13\": \"l1_pre_topc\", \"14\": \"k1_xboole_0\", \"15\": \"v2_pre_topc\", \"16\": \"v2_struct_0\", \"17\": \"ext\", \"18\": \"n\", \"19\": \"k1_tarski\", \"20\": \"k2_tsep_1\", \"21\": \"v1_tsep_1\", \"22\": \"r1_tarski\", \"23\": \"g1_pre_topc\", \"24\": \"r1_tsep_1\", \"25\": \"u1_struct_0\", \"26\": \"u1_pre_topc\", \"27\": \"k1_funct_1\", \"28\": \"k7_partfun1\", \"29\": \"k6_relat_1\", \"30\": \"v1_funct_1\", \"31\": \"v5_relat_1\", \"32\": \"k1_zfmisc_1\", \"33\": \"k2_zfmisc_1\", \"34\": \"k1_tsep_1\", \"35\": \"v1_relat_1\", \"36\": \"v1_xboole_0\", \"37\": \"k7_relset_1\", \"38\": \"k1_relset_1\", \"39\": \"k7_relat_1\", \"40\": \"r2_hidden\", \"41\": \"failure\", \"42\": \"success\", \"43\": \"v4_relat_1\", \"44\": \"v1_pre_topc\"}", "word_index": "{\"var\": 1, \",\": 2, \"(\": 3, \")\": 4, \"=\": 5, \"-\": 6, \"<start>\": 7, \"<end>\": 8, \"k9_xtuple_0\": 9, \"k2_tarski\": 10, \"m1_pre_topc\": 11, \"k4_xboole_0\": 12, \"l1_pre_topc\": 13, \"k1_xboole_0\": 14, \"v2_pre_topc\": 15, \"v2_struct_0\": 16, \"ext\": 17, \"n\": 18, \"k1_tarski\": 19, \"k2_tsep_1\": 20, \"v1_tsep_1\": 21, \"r1_tarski\": 22, \"g1_pre_topc\": 23, \"r1_tsep_1\": 24, \"u1_struct_0\": 25, \"u1_pre_topc\": 26, \"k1_funct_1\": 27, \"k7_partfun1\": 28, \"k6_relat_1\": 29, \"v1_funct_1\": 30, \"v5_relat_1\": 31, \"k1_zfmisc_1\": 32, \"k2_zfmisc_1\": 33, \"k1_tsep_1\": 34, \"v1_relat_1\": 35, \"v1_xboole_0\": 36, \"k7_relset_1\": 37, \"k1_relset_1\": 38, \"k7_relat_1\": 39, \"r2_hidden\": 40, \"failure\": 41, \"success\": 42, \"v4_relat_1\": 43, \"v1_pre_topc\": 44}"}}