{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 200, "word_counts": "{\"<start>\": 200, \"-\": 222, \"v1_xxreal_0\": 8, \"(\": 768, \"sklm\": 201, \")\": 768, \"<end>\": 200, \"r1_xxreal_0\": 17, \",\": 835, \"r1_tarski\": 15, \"k4_xxreal_1\": 2, \"k2_xxreal_1\": 2, \"var\": 900, \"v1_xcmplx_0\": 8, \"=\": 109, \"k6_numbers\": 3, \"k2_xcmplx_0\": 14, \"k3_xcmplx_0\": 9, \"k7_xcmplx_0\": 6, \"v2_struct_0\": 23, \"v7_struct_0\": 6, \"v13_algstr_0\": 10, \"v2_rlvect_1\": 10, \"v3_rlvect_1\": 10, \"v4_rlvect_1\": 10, \"v5_rlvect_1\": 6, \"v6_rlvect_1\": 6, \"v7_rlvect_1\": 6, \"v8_rlvect_1\": 6, \"v3_normsp_0\": 6, \"v4_normsp_0\": 6, \"v2_normsp_1\": 6, \"l1_normsp_1\": 6, \"v1_funct_1\": 15, \"m1_subset_1\": 48, \"k1_zfmisc_1\": 23, \"k2_zfmisc_1\": 14, \"u1_struct_0\": 48, \"r2_ndiff_1\": 6, \"v1_relat_1\": 8, \"v4_relat_1\": 2, \"v5_relat_1\": 2, \"k1_relset_1\": 5, \"r2_hidden\": 25, \"r1_ndiff_1\": 2, \"k2_partfun1\": 2, \"v3_orders_2\": 4, \"v4_orders_2\": 4, \"v1_lattice3\": 5, \"l1_orders_2\": 13, \"v1_xboole_0\": 8, \"v12_waybel_0\": 4, \"v1_waybel_0\": 4, \"k2_struct_0\": 6, \"l1_struct_0\": 5, \"v13_waybel_0\": 3, \"k3_xxreal_1\": 4, \"k2_xxreal_0\": 7, \"v1_prob_1\": 1, \"v4_prob_1\": 1, \"v1_funct_2\": 5, \"k5_numbers\": 12, \"k9_setfam_1\": 6, \"v3_prob_1\": 2, \"r2_funct_2\": 2, \"k2_prob_3\": 2, \"k1_xxreal_3\": 4, \"v1_finset_1\": 17, \"k5_finsub_1\": 15, \"k4_partfun1\": 15, \"k1_xboole_0\": 3, \"k1_heyting2\": 15, \"k9_xtuple_0\": 6, \"v5_orders_2\": 5, \"v2_lattice3\": 5, \"v1_yellow_0\": 5, \"k1_yellow_5\": 4, \"k3_yellow_0\": 8, \"k11_lattice3\": 4, \"k7_waybel_1\": 4, \"k10_lattice3\": 3, \"v1_xreal_0\": 3, \"v2_pre_topc\": 6, \"l1_pre_topc\": 6, \"m1_pre_topc\": 6, \"r4_tsep_2\": 3, \"v1_tex_3\": 4, \"v3_tex_3\": 4, \"r3_tsep_2\": 6, \"k1_numbers\": 12, \"np__1\": 6, \"v1_series_1\": 5, \"k1_lp_space\": 8, \"k1_series_1\": 3, \"k4_power\": 3, \"k4_series_1\": 3, \"k10_real_1\": 3, \"k7_real_1\": 1, \"v3_group_1\": 5, \"v4_vectsp_1\": 5, \"v5_vectsp_1\": 5, \"l6_algstr_0\": 5, \"v8_vectsp_1\": 5, \"v9_vectsp_1\": 5, \"v10_vectsp_1\": 5, \"v11_vectsp_1\": 5, \"l1_vectsp_1\": 5, \"m1_vectsp_4\": 5, \"r1_vectsp_5\": 6, \"k2_domain_1\": 4, \"k4_vectsp_5\": 6, \"k3_domain_1\": 4, \"v7_o_ring_1\": 4, \"k1_algstr_0\": 1, \"v5_o_ring_1\": 1, \"v1_o_ring_1\": 1}", "word_docs": "{\"v1_xxreal_0\": 7, \"-\": 181, \"sklm\": 97, \"(\": 198, \")\": 198, \"<end>\": 200, \"<start>\": 200, \"r1_xxreal_0\": 12, \",\": 160, \"r1_tarski\": 13, \"k4_xxreal_1\": 2, \"k2_xxreal_1\": 2, \"var\": 116, \"v1_xcmplx_0\": 6, \"k6_numbers\": 3, \"=\": 86, \"k2_xcmplx_0\": 7, \"k3_xcmplx_0\": 6, \"k7_xcmplx_0\": 4, \"v2_struct_0\": 22, \"v7_struct_0\": 6, \"v13_algstr_0\": 9, \"v2_rlvect_1\": 9, \"v3_rlvect_1\": 9, \"v4_rlvect_1\": 9, \"v5_rlvect_1\": 6, \"v6_rlvect_1\": 6, \"v7_rlvect_1\": 6, \"v8_rlvect_1\": 6, \"v3_normsp_0\": 6, \"v4_normsp_0\": 6, \"v2_normsp_1\": 6, \"l1_normsp_1\": 6, \"v1_funct_1\": 14, \"u1_struct_0\": 19, \"k1_zfmisc_1\": 21, \"k2_zfmisc_1\": 14, \"m1_subset_1\": 42, \"r2_ndiff_1\": 6, \"v1_relat_1\": 7, \"v4_relat_1\": 2, \"v5_relat_1\": 2, \"k1_relset_1\": 5, \"r2_hidden\": 17, \"r1_ndiff_1\": 2, \"k2_partfun1\": 2, \"v3_orders_2\": 3, \"v4_orders_2\": 3, \"v1_lattice3\": 4, \"l1_orders_2\": 12, \"v1_waybel_0\": 3, \"v1_xboole_0\": 7, \"v12_waybel_0\": 3, \"l1_struct_0\": 4, \"k2_struct_0\": 5, \"v13_waybel_0\": 2, \"k2_xxreal_0\": 6, \"k3_xxreal_1\": 2, \"v1_prob_1\": 1, \"v4_prob_1\": 1, \"k9_setfam_1\": 4, \"v1_funct_2\": 5, \"k5_numbers\": 8, \"v3_prob_1\": 2, \"r2_funct_2\": 2, \"k2_prob_3\": 2, \"k1_xxreal_3\": 3, \"v1_finset_1\": 14, \"k4_partfun1\": 14, \"k5_finsub_1\": 14, \"k1_xboole_0\": 3, \"k1_heyting2\": 14, \"k9_xtuple_0\": 5, \"v5_orders_2\": 4, \"v2_lattice3\": 4, \"v1_yellow_0\": 4, \"k1_yellow_5\": 3, \"k3_yellow_0\": 5, \"k7_waybel_1\": 3, \"k11_lattice3\": 3, \"k10_lattice3\": 2, \"v1_xreal_0\": 3, \"v2_pre_topc\": 6, \"l1_pre_topc\": 6, \"m1_pre_topc\": 6, \"r4_tsep_2\": 3, \"v1_tex_3\": 4, \"v3_tex_3\": 4, \"r3_tsep_2\": 5, \"k1_numbers\": 6, \"np__1\": 3, \"v1_series_1\": 4, \"k1_lp_space\": 4, \"k1_series_1\": 3, \"k7_real_1\": 1, \"k4_power\": 1, \"k4_series_1\": 1, \"k10_real_1\": 1, \"v3_group_1\": 4, \"v4_vectsp_1\": 4, \"v5_vectsp_1\": 4, \"l6_algstr_0\": 4, \"v8_vectsp_1\": 4, \"v9_vectsp_1\": 4, \"v10_vectsp_1\": 4, \"v11_vectsp_1\": 4, \"l1_vectsp_1\": 4, \"m1_vectsp_4\": 4, \"r1_vectsp_5\": 4, \"k4_vectsp_5\": 3, \"k3_domain_1\": 3, \"k2_domain_1\": 3, \"v7_o_ring_1\": 4, \"k1_algstr_0\": 1, \"v5_o_ring_1\": 1, \"v1_o_ring_1\": 1}", "index_docs": "{\"32\": 7, \"5\": 181, \"6\": 97, \"3\": 198, \"4\": 198, \"8\": 200, \"7\": 200, \"15\": 12, \"2\": 160, \"17\": 13, \"102\": 2, \"103\": 2, \"1\": 116, \"33\": 6, \"92\": 3, \"9\": 86, \"22\": 7, \"31\": 6, \"39\": 4, \"13\": 22, \"40\": 6, \"27\": 9, \"28\": 9, \"29\": 9, \"30\": 9, \"41\": 6, \"42\": 6, \"43\": 6, \"44\": 6, \"45\": 6, \"46\": 6, \"47\": 6, \"48\": 6, \"18\": 14, \"11\": 19, \"14\": 21, \"23\": 14, \"10\": 42, \"49\": 6, \"34\": 7, \"104\": 2, \"105\": 2, \"60\": 5, \"12\": 17, \"106\": 2, \"107\": 2, \"78\": 3, \"79\": 3, \"61\": 4, \"24\": 12, \"81\": 3, \"35\": 7, \"80\": 3, \"62\": 4, \"50\": 5, \"93\": 2, \"38\": 6, \"82\": 2, \"111\": 1, \"112\": 1, \"51\": 4, \"63\": 5, \"25\": 8, \"108\": 2, \"109\": 2, \"110\": 2, \"83\": 3, \"16\": 14, \"20\": 14, \"19\": 14, \"94\": 3, \"21\": 14, \"52\": 5, \"64\": 4, \"65\": 4, \"66\": 4, \"84\": 3, \"36\": 5, \"86\": 3, \"85\": 3, \"95\": 2, \"96\": 3, \"53\": 6, \"54\": 6, \"55\": 6, \"97\": 3, \"87\": 4, \"88\": 4, \"56\": 5, \"26\": 6, \"57\": 3, \"67\": 4, \"37\": 4, \"98\": 3, \"113\": 1, \"99\": 1, \"100\": 1, \"101\": 1, \"68\": 4, \"69\": 4, \"70\": 4, \"71\": 4, \"72\": 4, \"73\": 4, \"74\": 4, \"75\": 4, \"76\": 4, \"77\": 4, \"58\": 4, \"59\": 3, \"90\": 3, \"89\": 3, \"91\": 4, \"114\": 1, \"115\": 1, \"116\": 1}", "index_word": "{\"1\": \"var\", \"2\": \",\", \"3\": \"(\", \"4\": \")\", \"5\": \"-\", \"6\": \"sklm\", \"7\": \"<start>\", \"8\": \"<end>\", \"9\": \"=\", \"10\": \"m1_subset_1\", \"11\": \"u1_struct_0\", \"12\": \"r2_hidden\", \"13\": \"v2_struct_0\", \"14\": \"k1_zfmisc_1\", \"15\": \"r1_xxreal_0\", \"16\": \"v1_finset_1\", \"17\": \"r1_tarski\", \"18\": \"v1_funct_1\", \"19\": \"k5_finsub_1\", \"20\": \"k4_partfun1\", \"21\": \"k1_heyting2\", \"22\": \"k2_xcmplx_0\", \"23\": \"k2_zfmisc_1\", \"24\": \"l1_orders_2\", \"25\": \"k5_numbers\", \"26\": \"k1_numbers\", \"27\": \"v13_algstr_0\", \"28\": \"v2_rlvect_1\", \"29\": \"v3_rlvect_1\", \"30\": \"v4_rlvect_1\", \"31\": \"k3_xcmplx_0\", \"32\": \"v1_xxreal_0\", \"33\": \"v1_xcmplx_0\", \"34\": \"v1_relat_1\", \"35\": \"v1_xboole_0\", \"36\": \"k3_yellow_0\", \"37\": \"k1_lp_space\", \"38\": \"k2_xxreal_0\", \"39\": \"k7_xcmplx_0\", \"40\": \"v7_struct_0\", \"41\": \"v5_rlvect_1\", \"42\": \"v6_rlvect_1\", \"43\": \"v7_rlvect_1\", \"44\": \"v8_rlvect_1\", \"45\": \"v3_normsp_0\", \"46\": \"v4_normsp_0\", \"47\": \"v2_normsp_1\", \"48\": \"l1_normsp_1\", \"49\": \"r2_ndiff_1\", \"50\": \"k2_struct_0\", \"51\": \"k9_setfam_1\", \"52\": \"k9_xtuple_0\", \"53\": \"v2_pre_topc\", \"54\": \"l1_pre_topc\", \"55\": \"m1_pre_topc\", \"56\": \"r3_tsep_2\", \"57\": \"np__1\", \"58\": \"r1_vectsp_5\", \"59\": \"k4_vectsp_5\", \"60\": \"k1_relset_1\", \"61\": \"v1_lattice3\", \"62\": \"l1_struct_0\", \"63\": \"v1_funct_2\", \"64\": \"v5_orders_2\", \"65\": \"v2_lattice3\", \"66\": \"v1_yellow_0\", \"67\": \"v1_series_1\", \"68\": \"v3_group_1\", \"69\": \"v4_vectsp_1\", \"70\": \"v5_vectsp_1\", \"71\": \"l6_algstr_0\", \"72\": \"v8_vectsp_1\", \"73\": \"v9_vectsp_1\", \"74\": \"v10_vectsp_1\", \"75\": \"v11_vectsp_1\", \"76\": \"l1_vectsp_1\", \"77\": \"m1_vectsp_4\", \"78\": \"v3_orders_2\", \"79\": \"v4_orders_2\", \"80\": \"v12_waybel_0\", \"81\": \"v1_waybel_0\", \"82\": \"k3_xxreal_1\", \"83\": \"k1_xxreal_3\", \"84\": \"k1_yellow_5\", \"85\": \"k11_lattice3\", \"86\": \"k7_waybel_1\", \"87\": \"v1_tex_3\", \"88\": \"v3_tex_3\", \"89\": \"k2_domain_1\", \"90\": \"k3_domain_1\", \"91\": \"v7_o_ring_1\", \"92\": \"k6_numbers\", \"93\": \"v13_waybel_0\", \"94\": \"k1_xboole_0\", \"95\": \"k10_lattice3\", \"96\": \"v1_xreal_0\", \"97\": \"r4_tsep_2\", \"98\": \"k1_series_1\", \"99\": \"k4_power\", \"100\": \"k4_series_1\", \"101\": \"k10_real_1\", \"102\": \"k4_xxreal_1\", \"103\": \"k2_xxreal_1\", \"104\": \"v4_relat_1\", \"105\": \"v5_relat_1\", \"106\": \"r1_ndiff_1\", \"107\": \"k2_partfun1\", \"108\": \"v3_prob_1\", \"109\": \"r2_funct_2\", \"110\": \"k2_prob_3\", \"111\": \"v1_prob_1\", \"112\": \"v4_prob_1\", \"113\": \"k7_real_1\", \"114\": \"k1_algstr_0\", \"115\": \"v5_o_ring_1\", \"116\": \"v1_o_ring_1\"}", "word_index": "{\"var\": 1, \",\": 2, \"(\": 3, \")\": 4, \"-\": 5, \"sklm\": 6, \"<start>\": 7, \"<end>\": 8, \"=\": 9, \"m1_subset_1\": 10, \"u1_struct_0\": 11, \"r2_hidden\": 12, \"v2_struct_0\": 13, \"k1_zfmisc_1\": 14, \"r1_xxreal_0\": 15, \"v1_finset_1\": 16, \"r1_tarski\": 17, \"v1_funct_1\": 18, \"k5_finsub_1\": 19, \"k4_partfun1\": 20, \"k1_heyting2\": 21, \"k2_xcmplx_0\": 22, \"k2_zfmisc_1\": 23, \"l1_orders_2\": 24, \"k5_numbers\": 25, \"k1_numbers\": 26, \"v13_algstr_0\": 27, \"v2_rlvect_1\": 28, \"v3_rlvect_1\": 29, \"v4_rlvect_1\": 30, \"k3_xcmplx_0\": 31, \"v1_xxreal_0\": 32, \"v1_xcmplx_0\": 33, \"v1_relat_1\": 34, \"v1_xboole_0\": 35, \"k3_yellow_0\": 36, \"k1_lp_space\": 37, \"k2_xxreal_0\": 38, \"k7_xcmplx_0\": 39, \"v7_struct_0\": 40, \"v5_rlvect_1\": 41, \"v6_rlvect_1\": 42, \"v7_rlvect_1\": 43, \"v8_rlvect_1\": 44, \"v3_normsp_0\": 45, \"v4_normsp_0\": 46, \"v2_normsp_1\": 47, \"l1_normsp_1\": 48, \"r2_ndiff_1\": 49, \"k2_struct_0\": 50, \"k9_setfam_1\": 51, \"k9_xtuple_0\": 52, \"v2_pre_topc\": 53, \"l1_pre_topc\": 54, \"m1_pre_topc\": 55, \"r3_tsep_2\": 56, \"np__1\": 57, \"r1_vectsp_5\": 58, \"k4_vectsp_5\": 59, \"k1_relset_1\": 60, \"v1_lattice3\": 61, \"l1_struct_0\": 62, \"v1_funct_2\": 63, \"v5_orders_2\": 64, \"v2_lattice3\": 65, \"v1_yellow_0\": 66, \"v1_series_1\": 67, \"v3_group_1\": 68, \"v4_vectsp_1\": 69, \"v5_vectsp_1\": 70, \"l6_algstr_0\": 71, \"v8_vectsp_1\": 72, \"v9_vectsp_1\": 73, \"v10_vectsp_1\": 74, \"v11_vectsp_1\": 75, \"l1_vectsp_1\": 76, \"m1_vectsp_4\": 77, \"v3_orders_2\": 78, \"v4_orders_2\": 79, \"v12_waybel_0\": 80, \"v1_waybel_0\": 81, \"k3_xxreal_1\": 82, \"k1_xxreal_3\": 83, \"k1_yellow_5\": 84, \"k11_lattice3\": 85, \"k7_waybel_1\": 86, \"v1_tex_3\": 87, \"v3_tex_3\": 88, \"k2_domain_1\": 89, \"k3_domain_1\": 90, \"v7_o_ring_1\": 91, \"k6_numbers\": 92, \"v13_waybel_0\": 93, \"k1_xboole_0\": 94, \"k10_lattice3\": 95, \"v1_xreal_0\": 96, \"r4_tsep_2\": 97, \"k1_series_1\": 98, \"k4_power\": 99, \"k4_series_1\": 100, \"k10_real_1\": 101, \"k4_xxreal_1\": 102, \"k2_xxreal_1\": 103, \"v4_relat_1\": 104, \"v5_relat_1\": 105, \"r1_ndiff_1\": 106, \"k2_partfun1\": 107, \"v3_prob_1\": 108, \"r2_funct_2\": 109, \"k2_prob_3\": 110, \"v1_prob_1\": 111, \"v4_prob_1\": 112, \"k7_real_1\": 113, \"k1_algstr_0\": 114, \"v5_o_ring_1\": 115, \"v1_o_ring_1\": 116}"}}